Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Fate of a Princess
hu: Egy hercegnő végzete

source: Lieutenant
hu: Hadnagy

source: (normal)
hu: (Átlagos)

source: (hard)
hu: (Nehéz)

source: (easy)
hu: (Könnyű)

source: Colonel
hu: Ezredes

source: Major
hu: Őrnagy

source: Campaign Design
hu: Hadjárattervező

source: Co-design
hu: Segédtervező

source: Co-author
hu: Társszerző

source: Special Guest
hu: Vendégjátékos

source: Scenario Music on Striking Back, Battle at Prestim and Over the River (The High Kings March)
hu: Zene (Királyi ünnepi induló)

source: Contributions (units)
hu: Közreműködtek (egységek):

source: Contributions (images)
hu: Közreműködtek (rajzok)

source: Contributions (WML)
hu: Közreműködött (WML)

source: Technical Adviser
hu: Technikai tanácsadó

source: Forum Support and Feedback
hu: Fórum támogatás és visszajelzések

source: Special Thanks
hu: Külön köszönet

source: Time to Leave
hu: Itt az idő!

source: Humans
hu: Emberek

source: Baron Baldres
hu: Baldres báró

source: Haldric III
hu: III. Haldric

source: Sergeant Oworraent
hu: Oworraent őrmester

source: wild horse
hu: vadló

source: Ishlars the Mage
hu: Ishlars mágus

source: Almost finished! My finest, most powerful enchantment! A long distance fire beam. Heh heh. I shall call it Ishlar's Revenge! Even those idiots at the Council of Archmagi have nothing like this! Hm. Or, Ishlar's Lance of Destruction. That's got a nice ring to it. Or maybe.
hu: Már majdnem készen van! A legzseniálisabb, leghatalmasabb szüleményem. Távoli tűzsugár. Heh, heh. Ishlars Bosszújának fogom nevezni. Még a Nagy Mágusok Tanácsában ülő idiótáknak sincs ilyen eszköze! Hmmm. Lehet, hogy inkább Ishlars Pusztító Lándzsája lesz a neve. Ezen még gondolkodom egy sort.

source: Old fool, if you'd spent as much time working on it as you spend thinking of names for it, it would be finished by now. We've already caught some of Haldric's scouts sneaking into my lands. The main army won't be far behind. We're all ready to leave, except for you!
hu: Vén bolond, ha az elkészítésével töltenél annyi időt, mint a nevének kitalálásával, már rég készen lennél. Elfogtuk már Haldric néhány felderítőjét a földünkön. A fő sereg sem lehet messze. Rajtad kívül mindenki készen áll az indulásra...

source: My Lord, the king's banner has been sighted. Straker's scouts are hard on my heels! Our time has run out!
hu: Uram, feltűnt a király zászlaja. Straker kopói itt loholnak a nyomomban. Nincs több időnk!

source: Baron Baldres! I am to bring you before the king. Resist, and your life is forfeit! Yield!
hu: Baldres báró! Azért jöttem, hogy a király színe elé kísérjelek. Ha ellenkezel, az életeddel játszol. Engedelmeskedj!

source: Get to it, Ishlars the Mage, or I'll cut off your ears! The rest of you, to arms!
hu: Szedelőzködj, Ishlars mágus, vagy lenyisszantom a füleidet! A többieknek, fegyverbe!

source: Defeat the enemy leader
hu: Legyőzöd az ellenséges vezért

source: Death of Baldres
hu: Baldres elesik

source: Death of Jil
hu: Jil elesik

source: Death of Ishlars the Mage
hu: Ishlars mágus elesik

source: Turns run out
hu: Kifutsz az időből

source: The spell would work, I know it! But nothing living could survive casting it. What can do?
hu: Működni fog, biztos vagyok benne! De élő lény nem marad a varázslat után. Mit tehetnék?

source: Of course, enchant something non-living! It would have to be very strong though. Something massive tough made of iron or stone Aha! The cannon! I could enchant the cannon.
hu: Talán valami élettelen dologgal próbálkozhatnék. De valami nagyon erőssel. Valami strapabíró acél- vagy kőeszközzel. Hopp! Egy ágyú! Egy ágyút kell építenem!

source: A breakthrough, O wise one?
hu: Megszületett a megoldás, ó bölcsek bölcse?

source: Of a sort, My Lord. Unfortunately it will take several more days to fashion the enchantment I have in mind.
hu: Mondhatjuk így is, Uram. De szükségem lesz néhány napra, hogy kivitelezzem a gondolatban megtervezett eszközt.

source: I don't believe we even have three days remaining.
hu: Nem hiszem, hogy még három napot tudnánk áldozni az eszközödre.

source: Ah-oh, I will join the battle now anyway. My loyal horse! Come to me!
hu: Ah-oh, mindenképpen csatlakozok a csatához. Hűséges lovacskám! Ide hozzám!

source: Renegade! I have delayed you enough! The General will finish what I have star ted this day.
hu: Áruló! De eléggé feltartottalak. A Tábornok majd befejezi, amit én elkezdtem!

source: I do not think so. Now hear me! We are leaving! Now! Ishlars! Bring that thing with you, if you must.
hu: Nem fogja. Idehallgassatok! Indulunk! Azonnal! Ishlars! Hozd magaddal azt a valamit, ha akarod!

source: But, My Lord! Without my laboratory it will take weeks to finish the enchantment!
hu: De uram! A műhelyem nélkül hetekig is eltarthat, míg befejezem ezt az eszközt!

source: If we tarry, we will never have a chance to use it. You have slowed us down for long enough, old mage. It's time to go!
hu: Ha késlekedünk, esélyünk sem marad az eszköz használatára! Túl sokáig várakoztunk miattad, öreg mágus. Itt az idő, indulunk!

source: We've spent too long fighting! Now we are really caught!
hu: Túl sok ideig harcoltunk! Elbuktunk!

source: Escaping from Wesnoth
hu: Szökés Wesnothból

source: General Straker
hu: Straker tábornok

source: You are under arrest! I am General Straker. Baron Baldres, it's time for you to answer for your crimes! Don't think you can escape into the northern lands; the border guards are ready for you!
hu: Le vagy tartóztatva! Straker tábornok vagyok. Baldres báró, eljött az ideje, hogy elszámolj az elkövetett bűneiddel! Ne hidd, hogy északra menekülhetsz; a határőrség készen áll a fogadásodra!

source: I've fought those border guards before. Their skulls are hard to split.
hu: Harcoltam már korábban azokkal a határőrökkel. Nehéz dolog beverni a fejüket.

source: We'll have to beat them to cross the Great River. We can do it. We must!
hu: Márpedig át kell törjünk rajtuk, hogy átkeljünk a Nagy-folyón. Muszáj lesz!

source: Bah. The old general's getting careless. I could fit an army through the openings he's left me. Watch.
hu: Ugyan! Az öreg tábornok eléggé figyelmetlen. Egy egész hadsereg átcsúszhat a résen, amit hagyott. Nézzetek oda!

source: How to use the multi-hex attacks of Cannon: Right-click an enemy that you would like to attack in three hexes from Cannon, then follow the menu.
hu: A messzehordó ágyú használatának módja: Jobb-klikk az ellenségre, akit meg akarsz támadni, s aki legfeljebb három mezőnyire van, aztán kövesd a menüt.

source: Move both caravans over the Great River
hu: Mindkét társzekér átjut a Nagy-folyón túlra

source: Destruction of a caravan
hu: Egy társzekér megsemmisül

source: Treasure Caravan
hu: Kincsesszekér

source: Supply Caravan
hu: Társzekér

source: Cannon
hu: ágyú

source: Aaaack! I regret to report... I am no longer... fit for duty...
hu: Aaaack! Sajnálom, de jelentenem kell... én többé nem... tudom ellátni a felad...

source: Aaaack! Baldres ... you ... cannot ... escape forever.
hu: Aaaack! Baldres ... nem futhatsz örökké.

source: Farewell, Wesnoth, and thank you for your generosity! Now to set out for our new home, wherever that may be. With this fortune, we could ride for a thousand miles, if needs be.
hu: Ég veled, Wesnoth! És kösz mindenért! És most irány az új haza, akárhol is találjuk meg. Akár ezer mérföldet is lovagolhatunk, ha továbbra is szerencse kíséri lépteinket.

source: We are too late! We've been cut off from the border.
hu: Késő! Bekerítettek minket!

source: Northern Ways
hu: Északi utakon

source: Baldres and his forces had escaped from Wesnoth, although the battle was closer than the Baron would have preferred. They moved along the River Listra, passing between a huge forest on one side and mountains on the other.
hu: Baldres és hívei északra szöktek Wesnothból. A csaták ideje hamarabb bekövetkezett, mint azt a báró gondolta. A Listra-folyó völgyében haladtak, egy óriási erdőség és egy hegység között.

source: humans
hu: emberek

source: Keep alert. It only takes one patrol to bring another general's whole army down on us.
hu: Legyetek készenlétben! Egy járőr is elég, hogy Straker egész seregét a nyakunkra hozza.

source: I think these elves and dwarves will be a bigger threat to us than any Wesnoth generals, sir!
hu: Azt hiszem, ezek a tündék és törpök nagyobb fenyegetést jelentenek a számunkra Strakernél, uram!

source: Keep alert. It only takes one patrol to bring Straker's whole army down on us.
hu: Legyetek készenlétben! Egy járőr is elég, hogy Straker egész seregét a nyakunkra hozza.

source: I think these elves and dwarves will be a bigger threat to us than Straker, sir!
hu: Azt hiszem, ezek a tündék és és törpök nagyobb fenyegetést jelentenek a számunkra Strakernél, uram!

source: There are two routes we could take, My Lord, but there's little to choose between them.
hu: Két út van előttünk, uram, bár egyformán nehéz mindkettő.

source: Move both caravans to the top of the map
hu: Minden szekeret a térkép felső részéhez viszel

source: greenwood blade
hu: Greenwood-penge

source: Oooh, it is one of legends of Greenwood!! must be the Greenwood Blade!! If my memory is right, this belongs to the royal elven family of the Greenwood. I have no idea how it got here. The Green Forest is several weeks' travel to the north.
hu: Óh. Ez egyike Greenwood legendáinak, ez biztosan a Greenwood-penge! Ha nem csal az emlékezetem, Greenwood ősi királyi családjának a birtokában volt. El nem tudom képzelni, hogy került ide. Greenwood többheti járóföldre északra van.

source: Haha! What a stroke of luck! I just wish this sort of thing happened more often.
hu: Hohó! Micsoda fantasztikus lelet! Bár gyakrabban találnánk ilyen kincseket!

source: Elves! Watch out!
hu: Tündék! Riadó!

source: Goodness. Their women really are astonishingly beautiful, are they not?
hu: Egek ura! Az asszonyaik tényleg igézően szépek, ugye?

source: Bah! There's no meat on any elf I've ever seen. They're all twig creatures!
hu: Bah! Semmi hús nincs rajtuk, én csak zörgőcsontú némberekkel találkoztam eddig...

source: Dwarvish soldiers! I'd never realized they were so muscular.
hu: Törp harcosok! Sosem hittem volna, hogy ilyen férfiasak.

source: Don't let them distract you too much, Trooper Jil, if you please.
hu: Ne hagyd magad megzavarni, Jil, ha kérhetem!

source: But when you saw the elves, you Oh. I see. Fine. Yes, My Lord.
hu: De mikor előbb, a tündét látva... Jól van. Rendben. Igen, uram.

source: I think we should keep moving north.
hu: Azt hiszem, tovább kell mennünk északra.

source: Perhaps an orcish settlement might be an easier target.
hu: Talán egy ork település könnyebb célpont lenne.

source: The Dragonbreath Machine is almost ready, My Lord.
hu: A Tűzokádó Masina már majdnem készen van, uram.

source: Oh, that's it's name today, is it?
hu: Óh, ma épp így nevezed?

source: We've spent too long fighting! It's over.
hu: Túl sokáig harcoltunk! Elbuktunk!

source: Traveling North
hu: Északnak tartva

source: Some days later, the baron and his followers camped by a small river. While safe from General Straker's scouts, they were about to discover that the northlands contained some exotic dangers of their own.
hu: Néhány nappal később a báró és követői egy kis folyó mellett táboroztak. Mialatt Straker tábornok felderítőitől biztonságban voltak, kénytelenek voltak az északföldi különleges veszélyekkel megismerkedni.

source: Unicorn
hu: Egyszarvú

source: Monsters
hu: Szörnyek

source: Awaken, you sluggardly hangers-on. Food is running low; we must press on if we are to find a new place to live.
hu: Ébresztő, lusta ingyenélők. Fogytán van az élelmünk; haladnunk kell, ha élhető lakhelyet akarunk találni.

source: I heard all manner of strange noises in the night. Splashing, chittering, distant shrieks. Who knows what monsters live in that desert?
hu: Mindenféle különös zajokat hallottam éjszaka. Csobbanásokat, visongást, távoli sikolyokat. Ki tudja, milyen szörnyek élnek ebben a pusztaságban?

source: We may be far enough from Wesnoth to be safe from Straker's patrols, but I fear some other danger will present itself soon enough.
hu: Elég messze vagyunk Wesnothtól, Straker járőreitől nem kell tartanunk, de azt hiszem egyéb veszélyekkel hamarosan szembe kell néznünk.

source: Find the enemy leader
hu: Megtalálod az ellenséges vezért

source: Ah! A silver horse, with a horn on its head. Now, that nag that would fetch me a pretty penny!
hu: Ah! Egy ezüst ló, és egy szarv nő ki a homlokából. Egy fillért se adnék egy ilyen gebéért.

source: That is no horse. That is a unicorn. Be wary, Jil, they're deadly, and not as easy to trap as you might think.
hu: Ez nem ló. Ez egyszarvú. Légy óvatos, Jil, halálosan veszélyesek, s nem könnyű őket csapdába csalni.

source: The sword was unguarded, and I am interested in exotic weapon. Tell us why you think your claim to it is stronger than ours?
hu: A kard őrizetlenül hevert, engem meg vonzanak a különleges fegyverek. Mennyivel van több jogod hozzá neked, mint nekünk?

source: Snort! Might is on my side!
hu: Hrrr! Az erő velem van!

source: Attack Täkel
hu: Megtámadod Täkelt

source: Do not come near me! Zluld took my dear Celadë from me, so he can live without his precious sword! Mark my words, I will not let you return it to him.
hu: Ne közelíts hozzám! Zluld elrabolta tőlem drága Celadëmet, így élhet a csodás kardja nélkül! Jegyezd meg a szavaimat, nem engedem, hogy visszavidd neki a kardot!

source: Curious. Fortunately for him, I never intended to return this exquisite blade. Not even for quite a large sack of gold.
hu: Különös. Szerencsére eszem ágában sincs visszaadni ezt a szuper kardot. Még egy zsák aranyért se.

source: Legend has it that unicorns sometimes fall in love with maidens. I never knew whether to believe that, before today. Perhaps you could trap one, as the hunters claim, if you used a fair maiden to lull it... Intriguing...
hu: A legendák szerint az egyszarvúak néha beleszeretnek szüzekbe. Sosem hittem, hogy ez igaz lehet, a mai napig legalábbis nem. Talán csapdába csalhatnál egyet közülük, ha egy szőke szüzet használnál csaléteknek... Csak vicceltem...

source: Ha ha! Maybe I could catch one. I'd just need a girl for the bait!
hu: Haha! Lehet, hogy elfognék egyet. Csak egy lány kéne csalinak!

source: All right! Let us go more north to find a paradise.
hu: Jól van, menjünk még északabbra, ott vár minket az édenkert.

source: Righteous Fire will be ready soon, My Lord.
hu: A Tisztítótűz hamarosan elkészül, uram.

source: A Man, an Elf, and a Diary
hu: Egy férfi, egy tünde és egy napló

source: Baldres and his followers kept trying to go north, but their horses could not manage the rough terrain. So they continued westwards along the river, all the while searching for a passable route northwards.
hu: Baldres és követői megpróbáltak északra átvágni, de a lovaik nem bírtak a durva tereppel. Így eltértek nyugatra a folyócska mellett, miközben folyamatosan járható utat kerestek észak felé.

source: Gryphon
hu: Griffmadár

source: Elfin
hu: Tünde kisasszony

source: At last, a break in the terrain. We can head northwards again without laming the animals.
hu: Végre megtört a hegyvidék, most már tarthatunk északnak, anélkül, hogy a lovaink lesántulnának.

source: By my reckoning, sir, we are now far enough from Wesnoth to start finding bigger settlements -ones worth our attention.
hu: Meglátásom szerint, uram, elég messze vagyunk Wesnothtól, nekikezdhetünk valami nagyobb települést keresni, ami megfelelne nekünk.

source: Good, because my mace arm is itching again.
hu: Nagyszerű, viszket a tenyerem egy kis csetepaté után.

source: Hey! Something is here. Pick up and read it for me.
hu: Héjj! Valami van ott. Kapd fel és olvasd fel, mi van rajta.

source: What is that? What does it say?
hu: Na mi az? Mi van beleírva?

source: The Journal of Gulcyn September, 25th, 199YW Thanks largely to the work of my respected grandfather, it seems the King's new peace will hold. I am also satisfied that I myself am no longer needed in Wesnoth. I am leaving the kingdom and heading north. I will watch over the wild lands from the stronghold at Heat Mountain, for I suspect it will be in the northlands that I am next needed.
hu: Gulcyn Híradója W. i. sz. 199 szeptember 25. Szeretett nagyapám tevékenységének köszönhetően a király új békeprogramja tartósnak bizonyul. Nagy megelégedéssel tölt el, hogy nincs többé szükség rám Wesnothban. Elhagyom a királyságot és északra megyek. Szemügyre veszem a Központi-hegységben fekvő erődtől északra elterülő vad vidéket, ahol gyanúm szerint szükség lesz rám a későbbiekben.

source: Hmmm. Gulcyn is the grandson of one of Haldric's tame mages on the High Council. He is a dangerous wizard, My Lord, despite his youth.
hu: Hmmm. Gulcyn a Haldric által terelgetett Nagy Tanács egyik mágusának unokája. Fiatal kora ellenére is veszélyes varázsló, uram.

source: Well, keep the diary anyway. We might be able to find some other useful information in it.
hu: Nos, tartsd meg azt a naplót. Hasznosítható információkat is tartalmazhat.

source: Oooh! Now, she is beautiful. I want her brought to me.
hu: Ohh! Micsoda gyönyörűség! Azonnal hozzátok ide nekem!

source: My Lord! Please! Finding a city to take over is more important than chasing her!
hu: Uram, kérlek! Egy város, amit elfoglalhatunk e pillanatban fontosabb, mint egy nő hajkurászása.

source: Bah, the city is a matter for later. She is here now!
hu: Bah, a város megvár! Ő viszont most van csak itt!

source: Who scares my betrothed?
hu: Mi ijesztette meg az én jegyesemet?

source: Your betrothed? Ha! She will be mine from today!
hu: A te jegyesed! Ugyan! Mától fogva ő az enyém!

source: You will not take her from me! I will kill you all! Fioniel, hide in the forest while I fight these bandits.
hu: Nem fogod őt elvenni tőlem! Megöllek titeket mind! Fioniel, rejtőzz el az erdőben, míg én ellátom a baját ezeknek a banditáknak!

source: Please, be careful, my love
hu: Légy óvatos, szerelmem!

source: ... Aaaack! ... What a pity! ... The wedding would be next week, but at least my Fioniel is safe in the woods ...
hu: ...Áááh! Micsoda csapás!... A jövő héten lett volna az esküvőnk, de legalább a drágaságom biztonságban van a fák között...

source: All right! After her! I want scouts, beaters, fast horsemen along the trails.
hu: Ezzel megvagyunk! Elkapni a nőt! Felderítők, hajtók, lovasok keressétek!

source: My Lord! An elf? In deep forest? We'll never find her, and we can't afford to waste time searching!
hu: Uram! Egy tündét? Az erdő mélyén? Sose találjuk meg, egyébként sem veszthetünk időt a keresgéléssel!

source: Trooper Jil is right, sir. When we find a city to claim, we'll face a big battle. It would be wise for us to avoid further useless combat.
hu: Jilnek igaza van, uram! Ha rálelünk egy városra, nagy csata lesz. Jobb lenne, ha nem fecsérelnénk az erőnket kisebb csetepatékra.

source: Well, I- Oh, damn it! All right, all right! She was beautiful, though....
hu: Micsoda, én - a pokolba veletek! Jól van, jól van! Pedig milyen gyönyörű volt...

source: Thank you, My Lord. Troops, fall in! Guards, to the wagons! Northwards!
hu: Köszönöm, uram! Lovasok, lóra! Őrök, a szekerekhez! Irány észak, indulás!

source: In the Wilds
hu: A vadonban

source: After breaking a happiness between an ogre and an elf, Baldres and his followers were keep going to the north. A long journey on horseback brought them to approach to orcish territories.
hu: Miután elszakították az ogrét és a tündét egymástól, Baldres és követői továbbmentek északra. Hosszas lovaglás után megérkeztek az orkok földjére.

source: Goblin
hu: Kobold

source: Local Monster
hu: Helyi szörny

source: Saurian
hu: Gyík

source: We are probably getting close to the orcish territories. Goblins are usually around their suburb.
hu: Alighanem közeledünk az ork területhez. A koboldok általában a városaik környékén szoktak feltűnni.

source: You should not go to more north. Humans should not be... Something dangerous will happen if humans go to the north. Not just dangerous, something ssscare...
hu: Nem kellene továbbmennetek északra. Nem való az embereknek... Valami veszélyes fog történni, ha az emberek északra mennek. Nemcsak veszélyes, de ijesztő dolog is...

source: Who is this guy? We do not have to listen to him. Keep going to north!
hu: Ki ez a fickó? Ne hallgassatok rá, tovább északra!

source: Slixxik won't attack us as long as we do not disturb him.
hu: Slixxik nem támad meg minket, ha nem zavarjuk.

source: Defeat all enemy leaders
hu: Legyőzöd az összes ellenséges vezért

source: You may choose the next action.
hu: Választhatsz, hogyan folytatod.

source: get into the cave.
hu: Bemész a barlangba

source: The party will get into the cave.
hu: A barlangban folytatod az utad.

source: stay on the current scenario.
hu: Maradsz a helyszínen.

source: All right, stay on the level.
hu: Rendben van, itt maradunk.

source: Unable to get in when the door is closed.
hu: Zárt ajtón keresztül nem tudsz bejutni.

source: You had better listen to me! If humans go to the far north, something fearful thing will occur seriously! Not just a war,..something awful.. It has been told on my book.
hu: Hallgassatok rám! Ha emberek mennek a távoli északra, akkor valami félelmetes dolog fog történni, de tényleg! Nemcsak háború... valami iszonyatos... benne van a könyvemben.

source: Aaaargh! ...Humans in the land! Humans..!
hu: Ááááh! ...Emberek a földünkön! Emberek!

source: Oh-no! It is too late! Goblins has already recognized they are here. I might have to help them at this morment.
hu: Ó, ne! Már késő! A koboldok észrevették az embereket! Most már segítenem kell nekik.

source: Aaaargh! ...Something more dangerous will happen...
hu: Ááááh... Valami sokkal veszélyesebb fog történni...

source: Alright, it seems the city we will take is not very far away!.
hu: Nos, úgy látom közel vagyunk a városhoz, amit el akartunk foglalni.

source: Mysterious Cave
hu: Rejtelmes barlang

source: Undead
hu: Élőholtak

source: Goodness! What is here?.
hu: Te jó isten! Mi ez itt?

source: Here is Cione's cave and a place of creep. We should not be a long here.
hu: Ez Cione barlangja, a borzongás helye. Nem kéne sokáig itt időznünk.

source: Move someone to the exit
hu: Valaki eljut a kijárathoz

source: Hmmm... Is stepping on this sign good for us?
hu: Hmmm... És mi van, ha rálépek erre a jelre?

source: Hey, lizard! Tell us what those signs are?
hu: Héjj, te gyík! Mik azok a jelek?

source: I am not sssure exactly, but I am sure we ssshould not be on them.
hu: Pontosan nem is tudom, de inkább el kéne kerülnünk.

source: Come! You are a local lizard. Alright, we do not have to listen to what the stone head saurian said. We may be able to find some treasures here.
hu: Gyertek! Ez csak egy gyík. Ne hallgassatok a fafejű gyíkra! Biztos valami kincs rejtőzik itt valahol.

source: Hee! A ghost! A ghost has just appeared from the chasm.
hu: Höö! Egy szellem! Egy szellem bukkant fel a szakadékból!

source: Ooh, that is the same sign we saw at close to the entrance.
hu: Ez ugyanaz a jel, mint amit a bejáratnál láttunk.

source: I hope stepping on this sign will be a fortune for us.
hu: Remélem, ha rálépek, az szerencsét hoz nekünk.

source: That is what I said!
hu: Erről beszéltem!

source: Whatever you say, we just go! It's not your business!
hu: Akármit mondasz, mi megyünk! Ez nem a te dolgod!

source: Look! The wall on the other side is moving!
hu: Nézzétek! Amott a fal elmozdult!

source: Get out this spooky place as soon as possible, everyone!
hu: Tűnjünk elerről a kísérteties helyről, de rögtön!

source: Capturing Dorest
hu: Dorest elfoglalása
