Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: You're deluded! The monster Jevyan was destroyed more than two centuries ago!
hu: Téged átvertek! Azt a Jevyan nevű szörnyeteget két évszázada elpusztították!

source: Alas, the shades of the most powerful lords of the undead can return to this world from time to time, with the correct rituals. Once every thirteen years, I believe.
hu: Sajnos a legnagyobb élőholt urak árnyai időről időre visszatérhetnek evilágba, ha megfelelő szertartással visszahívják őket. Minden tizenharmadik évben, ha jól tudom.

source: Oho, your majesty! Not quite as ignorant as your doltish subjects, I see! Yes, I saw his seventeenth return in this world, and I went back with him to his palace in the ethernal blackness, and stayed there another thirteen years to lean the undead arts. Then on his eighteenth return, I came back with him! Hahahahahahaha! I have been building my power more than five-times stronger since!
hu: Ohó, fenség! Nem is vagy olyan buta, mint az ostoba szolgáid. Igen, én láttam az ő tizenhetedik visszatérését evilágba, s elmentem vele az örök sötétség honában lévő palotájába is. Tizenhárom évig maradtam ott, s ezalatt elsajátítottam a feketemágia minden csínját-bínját. Aztán a tizennyolcadik visszatértekor én is vele jöttem. Hahahahahahaha! Azóta legalább ötszörösére nőtt az erőm!

source: Gulder, stop this madness! I am sorry for death of your father, but it was an accident, and it has nothing to do with the people of Dorest or the elves of the Greenwood.
hu: Gulder, hagyd abba ezt az őrültséget! Sajnálom atyád halálát, az baleset volt, és semmi köze ehhez a doresti embereknek, vagy a greenwoodi tündéknek.

source: Silence, witch! You killed my father. He was my only family. My mother, Fioniel, left my father when he accepted growing you from the elven High Lord. If he had not ordered my father, he would still be alive, and my mother hadn't left my father. And also if your father had not come to Dorest, you wuold never have been born, you twisted half-breed! You should never have been born in this world!
hu: Hallgass, boszorka! Te ölted meg az apámat! Csak ő volt nekem! Anyám, Fioniel elhagyta apámat, amikor egy tünde főúr parancsba adta neki, hogy neveljen fel téged. Ha nem parancsolta volna el anyámat, apám mág mindig élne, és anyám sem hagyta volna el őt. S ha apád nem jött volna Dorestbe, te sosem születtél volna meg, te perverz fattyú! Sosem lett volna szabad megszületned!

source: Uh!
hu: Huhh!

source: Why are we even talkin' tae these dried-up old remains?! His heid's cracked! His brain's spoiled! Back intae the pit wi' him, I say!
hu: Miért tereferélünk ezzel a kiszáradt, öreg csontkollekcióval? Szegénynek agyára ment valami, teljesen meghibbant. Vissza véle a pokol legsötétebb bugyorjába, aszondom!

source: Hahahaha, you think that you can kill me??
hu: Hahahaha, azt hittétek, meg tudtok ölni??

source: Ummm ... it seems he did not lie.
hu: Hmmm... úgy látszik, nem hazudott.

source: Have Ameck attack Gulder
hu: Ameck megtámadja Guldert

source: Ha ha, barely scratched me!
hu: Ha ha, csak egy kis horzsolást ejtettetek rajtam.

source: What? It does not work to him? It was clear hit, and the most powerful attack I have ever seen.
hu: Micsoda? meg sem karcolta? tisztán láttam, hogy az ütés talált, s ez volt a leghatalmasabb támadás, amit életemben láttam!

source: I am afraid he said his power has been increased more than five-times. It means the power is about ten times greater than his father, Gulcyn; on the other hand, the power of Alingwen is probably four times more than Gulcyn, even with the talisman, eight-times, so still less than one on current Gulder.
hu: Korábban azt mondta, hogy az ereje ötszöröse nőtt az elmúlt időkben. Ez azt jelenti, hogy tízszerese az apjáénak, Gulcynénak; másrészt viszont Alingwen ereje nagyjából négyszerese volt Gulcynénak, a talizmánnal együtt is körülbelül csak nyolcszorosa, azaz gyengébb, mint Gulderé most.

source: Uh! I am going to need both talismans from my mother! Even the backlash destroy me, it will be the only way to defeat him. No one else can do. I am in the fate of it!
hu: Huhh! Mindkét talizmánra szükségem van! Még akkor is, ha a visszacsapás megsemmisít engem is, csak így lehet megsemmisíteni Guldert. Senki más nem képes rá, csak én! Ez az én végzetem!

source: Háwclyn! Pass the talisman I gave you to Alingwen, quickly! I do not want to, but this is the only way to be able to defeat him.
hu: Háwclyn! Dobd át Alingwennek a talizmánt, amit adtam, de gyorsan! Nem kívánom a következményét, de nincs más választásunk!

source: Yeh, Yes, ma'am!
hu: Igen! Igen, fenség!

source: Háwclyn threw the talisman to Ameck as fast as he can, and Ameck received it quietly, then she talked to Gulder calmly.
hu: Háwclyn átdobta a talizmánt Amecknek, amilyen gyorsan csak tudta, s Ameck elkapta. Ameck hűvös hangon szólt Gulderhez.

source: You said that you leaned the undead art from Jevyan, but you are the son of Gulcyn, not the undead. The pulse you use is still beatable if I have two talismans together. You told me that I should not have been born in this world. You are wrong! I am half Greenwood elf, half Dorest human. I was born to save the people of Dorest and the elves of the Greenwood. This will be the final weapon of justice. Take it!
hu: Azt mondtad, hogy a feketemágia művészetét magától Jevyantól tanultad, de te akkor is Gulcyn fia vagy, s nem egy élőholté. Az erődet a két talizmán segítségével megsemmisíthetem. Azt mondtad, hogy sose kellett volna világra jönnöm. Tévedsz! Félig greenwoodi tünde vagyok, félig doresti ember. Azért születtem, hogy megmentsem mindkét népet tőled. Én vagyok a sors ítélőfegyvere. S itt az ítéleted!

source: Get down everybody! Get down!
hu: Mindenki a földre! Feküdj!

source: Nooooo ... Princess Alingwen! ... Nooooo ...
hu: Neeeee...Alingwen hercegnő!...Neeeee...

source: What are you do- ... A ... a ... a ... Aaaargh!
hu: Mi ez a ... Á...á ...á ...Ááááhhh!

source: Epilogue
hu: Epilógus

source: Birds stopped singing, the wind fell, and even time's measured tread seemed to falter at the moment.
hu: A madarak elhallgattak, a szél megszűnt, s még az idő is mintha megállt volna e pillanatban.

source: The death of Gulder immediately brought the people in Dorest just the same as they used to be before he came, and peace was back to the southern Greenwood also just the same as one in used to be.
hu: Gulder halála pillanatában az emberek öntudata is kitisztult, és újra azok lettek, akik az ő érkezése előtt voltak. Egyúttal a béke is visszaköltözött Dél-Greenwoodba.

source: There had been a small wood in between the southern Greenwood and Dorest. The difference from before was that the Tomb was built as a symbol of peace, and the place was called the Princess Memorial Park.
hu: Félúton Dorest és Greenwood között egy kis fa állt. A korábbiakhoz képest annyi változott, hogy a tövében egy sírboltot hoztak létre, amely a békét szimbolizálta, a helyet ettől fogva Hercegnő Emlékparknak nevezték.

source: Princess Alingwen's entire life had been sad and eventful; however, at the very end she was finally able to rest peacefully and silently, and her brave sacrifice was honored with a peaceful shrine between the city of her father and the forest of her mother.
hu: Alingwen hercegnő egész élete szomorú eseményekben bővelkedett, de végső nyugalmát semmi nem zavarta meg. Bátor áldozatával kivívott magának egy kis kápolnát, az apja városa és anyja erdeje közt félúton.

source: ... Princess Alingwen sacrificed life to save all of us even though we treated her poorly for so many years, and she probably did not want to be born that way by herself ... We must not waste what she did to us ...
hu: ...Princess Alingwen feláldozta életét, hogy megmentsen minket, pedig tőlünk sok éven át semmi jót nem kapott, s ha rajta múlt volna, talán nem is akart volna így megszületni... Nem feledkezhetünk meg arról, amit értünk tett...

source: Yes, we must guard against the unthinking cruelty she suffered a quarter century ago, now and forever more.. What is in own heart that is the most important, not who you are. Blood and looks are nothing to measure a person. Whenever we see injustice or cruelty, we must oppose them. And we must be alert, for they can afflict us without our realising. That is the lesson I learned from her, and I will always carry it with me.
hu: Igen, emlékét őriznünk kell a feledés homályától, amivel az elmúlt negyedszázad során kellett megküzdenie, de többé ez nem történhet meg. A legfontosabb az, hogy mi lakik az ember szívében, s nem a titulusa. A vér és a kinézet nem jelent semmit e tekintetben. Amikor igazságtalanságot látunk, kegyetlenséget, fel kell lépnünk ellene. Hiszen bármelyikünket sújthat, még ha ezt nem is látjuk azonnal. Ezt tanultam meg tőle, s ennek szellemében élem az életemet.

source: ...Absolutely, Háwclyn. Look at those unicorns around her grave; they clearly show how pure her sprit was ... but I still feel guilty about what our elves did to her in the past as one of royal elves in the Greenwood ...
hu: ...Teljes mértékben, Háwclyn. Nézd azokat az egyszarvúkat a sírja körül; világosan jelzik, milyen tiszta lélek volt... de még mindig bűntudatom van amiatt, amit a tündéink tettek vele a múltban, egy greenwoodi királyi sarjjal...

source: Hey! By the way, I wonder how Turuk and his friends are doing? you have any ideas?
hu: Hejj! Akárhogy is, kíváncsi lennék, hogy Turuk és barátai mit csinálnak? Van valami elképzelésetek?

source: The others, I do not know, but I heard that Turuk finally became Emperor of the Mountains of Dorth. It would have happened long ago, but while Princess Alingwen was there no-one had the nerve to even raise the subject....
hu: A többiekről nem tudok semmit, de Turukról azt hallottam, hogy a Dorth-hegység császára lett. Elég régen megtörténhetett volna már, de amíg Alingwen hercegnő ott tartózkodott, senki nem mert előhozakodni vele...

source: Really? I expect that means he's even busier.
hu: Tényleg? Gondolom ez azt jelenti, hogy van gondja bőven...

source: race^Fairy
hu: Tündér

source: race+female^Fairy
hu: Tündér

source: race^Fairies
hu: Tündérek

source: Fairies (Snow Fairies) have haunted the highlands of Wesnoth for centuries, preferring to stay in only the coldest and most inaccessible places. Unlike most elves, they love the fragile beauty of the high mountain flowers and the soft multi-colored palette of the heather, rather than the lush green forests preferred by their lowland brethren. They even appreciate the delicate forms of the underground mushrooms that are normally only seen by dwarves and trolls. Snow fairies are powerful, ethereal, and elusive; even dwarvish wardens and the highest-flying drakes rarely encounter them. They harness the elemental power of the mountains to work their magic, suddenly animating the wiry highland plants to entangle an unsuspecting target, or assailing their foes with a magically-created cold flash of arctic purity.
hu: Tündérek (hótündérek) bukkannak fel időnként Wesnoth fennsíkjain, leginkább a hideg, nehezen megközelíthető helyeken. A legtöbb tündével ellentétben ők szeretik a zord magashegységek törékeny virágait, a sokszínű, selymes csarabosokat; sokkal inkább, mint a harsány zöld erdőségeket, amit viszont az alföldi rokonaik kedvelnek. A hótündérek kedvüket lelik a földalatti világ gombáiban is, amit rendesen csak a törpök és trollok szoktak látni. A hótündérek erősek, légiesen könnyedek és nehezen megfoghatók: még a törp felügyelők és a magasan szálló perzsekények is ritkán látják őket. Mágiájukban felhasználják a hegyek ősi energiáját, eleven lasszóként használják a felföldek indás növényeit a gyanútlan célpont megbénítására, a sarki hideg fuvallatokból jégvillámokat varázsolnak ellenségeikre.

source: Adherent
hu: Hívő

source: Villagers, who support Merllow the Sage, in the city of Dorest are called adherents. They are almost the same as Peasants, but advancing to different units. Females are also in adherents; however, they do not show in the game.
hu: A falusiak, akik Bölcs Merllowot kísérik, Dorestben hívő néven ismeretesek. Tulajdonképpen parasztok, de többféle egységgé fejlődhetnek. Nők is vannak köztük, de a játékban nem jelennek meg.

source: knife
hu: kés

source: Amulet
hu: Amulett

source: dummy
hu: Próbabábu

source: Black Knight
hu: Fekete lovag

source: morning star
hu: tüskés buzogány

source: lance
hu: kopja

source: This battle-scarred old relic was captured from some dwarves many years ago, and has served Baldres faithfully ever since. He has never used it in any serious battles, but the weapon has often been used for blowing holes in houses or wooden palisades and for otherwise intimidating defiant peasants. The cannon is not particularly powerful, but it has a range of nearly a mile, and it is almost always kept loaded. No attacking archer could ever get into his own range before being greeted with a hellish roar and a murderous shower of grapeshot from Baldres' iron dragon. Now that the Mage Ishlars has begun working on it, it is becoming increasingly covered in multi-colored runes and sigils that glow like embers in the dark. No-one but Ishlars understands the purpose of these arcane symbols.
hu: A viharvert öreg eszközt évekkel korábban a törpöktől zsákmányolták, s azóta Baldres használatában állott. Komoly ütközetben nem vetették be, inkább csak az ellenszegülő parasztok megfélemlítésére használták, lyukat ütöttek vele a házfalakon, vagy a deszkapalánkokon. Az ágyú nem volt különösebben erős fegyver, de nagy hatótávolsága miatt szinte mindig töltve volt. Egyetlen támadó íjász sem érte még el a lőtávolságát, mikor az ágyúból pokoli robajjal előtörő kartácszáporral találkozott. Most, hogy Ishlars mágus kezelésbe vette, külsejét sokszínű rúnákkal televéste, úgy világított, mint az éjszakai parázs. Ishlarson kívül senki sem értette e rúnák értelmét.

source: radioactive fire
hu: radioaktív löket

source: Drake Battler
hu: Hétpróbás perzsekény

source: sword
hu: kard

source: fire breath
hu: tűzokádás

source: Drake Fighter
hu: Perzsekény verekedő

source: Drake Fighters wield curved war blades, and possess the fire-breathing skills of their ancestors. They can also fly, which is troubling to any foe. Their great strength, coupled with their hardened scales, is rightly frightening to swordsman of any other race.
hu: A perzsekény verekedők görbe acélkarmaikat és tűzokádó képességeiket őseiktől örökölték. Repülni is tudnak, amivel számos ellenségüknek okoznak fejfájást. Óriási erejük, páncélkeménységű pikkelyeik jogosan keltenek rémületet más fajok kardozói között.

source: war blade
hu: harcipenge

source: Drake Lord, Falci-Nyess is one of the Moderators in the Mountains of Dorth. Unlike the other drakes, he is able to handle swords as well.
hu: A perzsekény úr, Falci-Nyess a Dorth-hegységet felügyeli. Más perzsekényektől eltérően kiválóan bánik a karddal.

source: Dwarvish Attendant
hu: Törp gyalogos

source: Dwarvish Attendants is an elite soldier. They use the hammer as his melee weapon, and the hatchet as his ranged weapon.
hu: A törp gyalogosok kitűnő katonák. Közelharcra pörölyt használnak, távolsági fegyverük a hajítóbárd.

source: hammer
hu: pöröly

source: hatchet
hu: balta

source: Dwarvish Professor
hu: Törp professzor

source: Dwarven magic works by carving magical runes onto objects, and the very presence of these runes somehow imbues the item with power. Dwarven professors are rarely seen in combat, but they can put their mastery of the runes to many different uses.
hu: A törp mágia a tárgyakra vésett mágikus rúnákon keresztül hat, ezeknek a puszta jelenléte tölti meg mágikus erővel a tárgyakat. Törp professzorokat ritkán látni csata közben, rúnavéső művészetüket számtalan téren hasznosítják.

source: firestick
hu: tűzbot

source: Warden Turuk of the Dwarves is one of the most respected non-drakes in the entire mountains of Dorth. He is a member of the cadre of dwarven warriors known as Dragonguards, who gained their name, so most people believe, from their weapon of choice, a strange staff that belches fire, death and thunder. Turuk claims to know everything there is to know about the mountains of Dorth, and so far no-one has ever found his knowledge wanting. He lives in the halls of Falci-Nyess the drake Lord, and he and the drake have supposedly been friends 'since Turuk's beard was less than an inch long'. Turuk is a skilled leader, used to having his orders followed instantly. His dragonstaff is loaded at all times while he is on duty, and as he has often said, 'A Warden is ne'er off duty, ye ken.'
hu: Turuk, a törp felügyelő a Dorth-hegység legnagyobb tiszteletben álló nemperzsekény teremtése. Tagja a sárkányőr néven ismert törp alakulatnak, akik neve, ahogy a legtöbb népnél hiszik, a fegyverüktől származik, egy különös, tüzet okádó bot, halálhozó bottól. Turukról úgy hírlik, hogy a Dorth-hegység minden zugát ismeri, mint a tenyerét, de ebbéli tudását jó ideje senki sem akarta próbára tenni. A perzsekény úr, Falci-Nyess udvarában él időtlen idők óta, a perzsekények barátja pelyhes állú legényke kora óta. Turuk gyakorlott vezető, parancsait vakon követik. sárkánybotja állandóan töltve van, mióta szolgálatban van, ahogy ő szokta mondogatni:'A felügyelő, láthatod, mindég szolgálatban van'.

source: dagger
hu: tőr

source: dragonstaff
hu: sárkánybot

source: Elvish Colonel
hu: Tünde ezredes

source: Colonel Háwclyn is now a senior officer representing the South Greenwood elves. He carries the Greenwood banner to show that he is an emissary for the forest, and he bears the enchanted sword, armour and elven boots left to him by his late father, the hero Elen-Garil. He also carries the beautiful white-golden talisman of Queen Eämeral, which grants him a powerful magical attack.
hu: Háwclyn ezredes a dél-greenwoodi tündék rangidős tisztjét jelképezi. Nála van Greenwood zászlaja, ami az erdők küldöttét jelzi, s különleges kardot, vértet és csizmát visel, amiket apjától, Elen-Gariltól örökölt. Különleges fehérarany talizmánját Eämeral királynőtől kapta, ennek révén erős mágikus támadást intézhet ellenségei ellen.

source: orichalcum foil
hu: orikalkum penge

source: royal talisman
hu: királyi talizmán

source: Elvish Lieutenant
hu: Tünde hadnagy

source: Young Lieutenant Háwclyn is a promising officer in the forces of the South Greenwood elves. His first duties were as a junior officer in charge of forest border patrols, but events soon conspired to expand his duties and responsibilities, and the consequences of failure.
hu: Az ifjú Háwclyn hadnagy a dél-greenwoodi erdők tündéinek ígéretes tisztje. Első feladatai közt, fiatal tisztként a határőrjárőröket irányította. Az események sodrában feladatai és felelőssége is szaporodott, ahogy a kudarc következményei is aránytalanul megnőttek.

source: Elvish Major
hu: Tünde őrnagy

source: Major Háwclyn is now a mid-ranking officer in the forces of the South Greenwood elves. He carries the Greenwood banner to show that he is an emissary for the forest, and he wields his father's magical sword and boots. He also carries the enchanted talisman of Queen Emeral, which grants him a powerful magical attack.
hu: Háwclyn őrnagy a tiszti ranglétra középső fokán áll Dél-Greenwood tünde seregében. Nála van Greenwood zászlaja, ami az erdők küldöttét jelzi, s különleges kardot, vértet és csizmát visel, amiket apjától, Elen-Gariltól örökölt. Különleges fehérarany talizmánját Eämeral királynőtől kapta, ennek révén erős mágikus támadást intézhet ellenségei ellen.

source: Elvish Officer
hu: Tünde tiszt

source: Young First Lieutenant Háwclyn is a promising officer in the forces of the South Greenwood elves. His first duties were as a junior officer in charge of forest border patrols, but events soon conspired to expand his duties and responsibilities, and the consequences of failure.
hu: Az ifjú Háwclyn főhadnagy a dél-greenwoodi erdők tündéinek ígéretes tisztje. Első feladatai közt, fiatal tisztként a határőrjárőröket irányította. Az események sodrában feladatai és felelőssége is szaporodott, ahogy a kudarc következményei is aránytalanul megnőttek.

source: Elvish Recruit
hu: Tünde önkéntes

source: A young, inexperienced elf, newly conscripted into the Greenwood army, the elvish recruit has yet to prove himself in battle, or indeed to decide whether to specialise in archery or swordplay. He carries a shortsword and a hunting bow, but he will soon advance from using these light weapons to the bright longsword used by both fighters and archers, and perhaps also the heavy war bow of the archer.
hu: Egy fiatal, gyakorlatlan, a greenwoodi seregbe frissen bekerült tünde, a tünde önkéntes még nem bizonyított csatában, s még nem orientálódott fegyvernem irányába sem. Rövid kardot visel és vadászíjat, de hamarosan fegyvernemet kell választania. Azután hosszú kardot kap, amit a harcosok és íjászok is használnak, s emellett az íjászok nehéz harci íjat is kapnak.

source: short blade
hu: rövid penge

source: bow
hu: íj

source: Elvish Royal
hu: Udvari tünde

source: Despite her youth, Queen Eämeral was widely respected among the Greenwood elves. She is excelled for prediction and healing. Her father is the Duke of the the Greenwood, Elvanadíon, and her mother is beautiful Queen Melindë.
hu: Fiatal kora ellenére Eämeral királynő rendkívüli népszerűségnek örvendett a greenwoodi tündék körében. Kitűnt jóslási és gyógyítási képességeivel. Apja Elvanadíon, Greenwood hercege, anyja a gyönyörű Melindë királynő.

source: faerie touch
hu: tündér érintés

source: gossamer
hu: ökörnyál

source: faerie fire
hu: tündértűz

source: Caravan
hu: Szekér

source: Caravans are used to carry gold or supplies long distances. Because of the immense weight of the cargo this caravan carries, it moves very slowly; however, the drivers of Baldres's caravans are equipped with light weapons.
hu: A társzekereket arany és utánpótlás távoli szállítására használják. A roppant súly miatt nagyon lassan mozognak; viszont a hajtókat Baldres könnyű fegyverekkel szerelte fel.

source: axe
hu: bárd

source: matchlock
hu: flinta

source: Cavalryman
hu: Huszár

source: Cavalrymen are distinguished from horsemen by their tactics and equipment. A cavalryman wears heavier armor, and carries a sword and shield, rather than a lance. Their tactics do not include charging; instead they maneuver to slash with a sword, using both horse and rider as an effective tool of melee. Cavalrymen are very useful for taking and holding positions on open ground, for screening friendly soldiers, and also for scouting work.
hu: A huszárok elkülönülnek a többi lovastól taktikájuk és fegyverzetük révén. A huszár súlyos vértet és pajzsot hord, valamint kardot visel kopja helyett. Támadási formáik közül hiányzik a rohamozás, ehelyett különböző manővereket végeznek, és karddal sújtanak ellenségeikre, s lovuk erejét is felhasználják a harcban. A huszárok nagyon alkalmasak a nyílt mezőn állást foglalni, s azt védeni, de a baráti egységek fedezésére és felderítésre is kiválóan alkalmasak.

source: Dwarvish Runesmith
hu: Törp rúnakovács
