Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Snow fairies have haunted the highlands of Wesnoth for centuries, preferring to stay in only the coldest and most inaccessible places. Unlike most elves, they love the fragile beauty of the high mountain flowers and the soft multi-colored palette of the heather, rather than the lush green forests preferred by their lowland brethren. They even appreciate the delicate forms of the underground mushrooms that are normally only seen by dwarves and trolls. Snow fairies are powerful, ethereal, and elusive; even dwarvish wardens and the highest-flying drakes rarely encounter them. They harness the elemental power of the mountains to work their magic, suddenly animating the wiry highland plants to entangle an unsuspecting target, or assailing their foes with a magically-created cold flash of arctic purity.
hu: Hótündérek bukkannak fel időnként Wesnoth fennsíkjain, leginkább a hideg, nehezen megközelíthető helyeken. A legtöbb tündével ellentétben ők szeretik a zord magashegységek törékeny virágait, a sokszínű, selymes csarabosokat; sokkal inkább, mint a harsány zöld erdőségeket, amit viszont az alföldi rokonaik kedvelnek. A hótündérek kedvüket lelik a földalatti világ gombáiban is, amit rendesen csak a törpök és trollok szoktak látni. A hótündérek erősek, légiesen könnyedek és nehezen megfoghatók: még a törp felügyelők és a magasan szálló perzsekények is ritkán látják őket. Mágiájukban felhasználják a hegyek ősi energiáját, eleven lasszóként használják a felföldek indás növényeit a gyanútlan célpont megbénítására, a sarki hideg fuvallatokból jégvillámokat varázsolnak ellenségeikre.

source: Snow Shaman
hu: Hósámán

source: Snow shamans are not like the elvish shamans of the lowland forests, for they love the fragile beauty of the flowers of the high mountains and the soft multi-colored palette of the heather, not the lush greenery of a typical elven home. The cold rarely troubles them, and their magic derives from the elemental power of the highlands; they can suddenly animate the wiry highland plants to entangle an unsuspecting target, or assail their foes with a magicaly-created blast of arctic cold. Unlike their lowland sisters, snow shamans cannot perform magical healing, but they do have purifying rituals that will cure surrounding units of poisoning.
hu: A hósámánok nem olyanok, mint az alföldi erdők sámánjai. A legtöbb tündével ellentétben ők szeretik a zord magashegységek törékeny virágait, a sokszínű, selymes csarabosokat; sokkal inkább, mint a harsány zöld erdőségeket. A hideg igen ritkán okoz nekik gondot, mágiájukban felhasználják a hegyek ősi energiáját, eleven lasszóként használják a felföldek indás növényeit a gyanútlan célpont megbénítására, a sarki hideg fuvallatokból jégvillámokat varázsolnak ellenségeikre. Alföldi rokonaiktól eltérően a hósámánok nem képesek gyógyítani, de tisztulási szertartásaik segítségével képesek elűzni a mérget a melletük lévő egységből.

source: Southern Goblin
hu: Déli kobold

source: The smaller, weaker southern goblins often used to fall victim to raids by stronger races, but over time they learned to band together and to fight dirty. Their preferred weapons are the daggers and the fire type damaged arrows. As time went on, the goblin war-bands grew bigger, and their tactics continued to improve. A race once viewed as easy prey became considered first a nuisance, and then a real menace. The goblins are now eagerly spreading back out over their old lands and reclaiming them, and they will gladly sieze any chance to expand still further.
hu: A kisebb, gyengébb déli koboldok gyakran estek áldozatul az erősebb fajoknak, ezért idővel kialakult köztük a csoportos fellépés, de nem riadnak vissza alattomos eszközök használatától sem. Kedvelt fegyverük a tőr és a tüzes nyíl. Az idők múltával ezek a kobold bandák egyre nagyobbak lettek, s kifinomultabb taktikákat is kidolgoztak. A korábban kiszolgáltatott prédákból előbb csak problémás, később veszélyes harcosok váltak. Mostanában a koboldok számára is szűknek bizonyul az általuk lakott terület, s minden alkalmat megragadnak, hogy újabb területekre hatoljanak be.

source: Southern Lord
hu: Déli ork úr

source: Southern Orcish Lord is the highest position in his southern region. He only answers Orcish Witch Doctors.
hu: A déli ork úr a déli régióban a legmagasabb, közönséges ork által elérhető rang. Csak az ork boszorkánydoktorok állnak fellettük.

source: crossbow
hu: számszeríj

source: Savage and warlike southern orcs form the backbone of the Barbarian hordes. Orcish society is ill-suited to large-scale warfare, which leaves their small tribes at prey to the more organised might of the world's various armies. However in the last two centuries something has changed. Orcs now fight with Cyclops, Trolls, Rocs and goblins side by side whether it be in brutal hunting packs or full blown armies. The origins of this change are unknown but one thing is sure, when the barbarian hordes come screaming for your blood the Orcs will be leading the charge.
hu: Az egykori nomád hordák maradványaiból kegyetlen, harcias déli orkok alakultak. Az ork társadalom nem alkalmas világméretű háborúskodásra, a kisebb törzsek gyakran esnek áldozatul a világ szervezettebb seregeinek. Az utolsó két évszázadban azonban valami megváltozott. Az orkok seregét kiegészítették küklopszokkal, trollokkal, szárnyasokkal, koboldokkal, s így sokkal hatékonyabbá és szervezettebbé váltak a rablóportyák és a csaták is. Hogy mi indította el ezt a változást, nem tudni, de egyvalami biztos, ha vérszomjas barbár hordák törnek rá valamely terület népességére, az orkok járnak az élen.

source: Southern Savage
hu: Déli barbár

source: Orcish Savages arise from a slightly different martial tradition to most orcish warriors. The majority of orcs favor swords, but the savages use a mace with chains that is just as lethal.
hu: Néha ork vademberek különülnek el az ork harcosok tömegétől. Az orkok többége a kardot kedveli, de a vademberek a hasonlóképp halálos láncos buzogányt részesítik előnyben.

source: Southern Shooter
hu: Déli ork lövész

source: Among those lands where orcs and goblins use axes as well as swords, Goblin Shooters are notorious for their vicious and cowardly attacks. But goblins know well they are simply not strong enough to stand up against trained warriors, and Goblin Shooters are sneaky enough to play to their strengths; they like to skulk under cover and shoot the fire damaged arrows at their foes without ever letting them get near enough to retaliate. Call a Goblin Shooter a coward and his response will likely be an evil snigger and another volley of missiles.
hu: Azokon a helyeken, ahol az orkok és a koboldok egyaránt használják a bárdokat és a kardokat, a kobold lövészek elkülönülnek makacs ragaszkodásukkal az ördögi és alattomos fegyvereikhez. Ezek a koboldok tisztában vannak vele, hogy erejük kevés egy képzett harcos ellenében, ezért a lövészek fedezet mögött lopakodnak közel ellenségeikhez, s meglepetésszerűen zúdítják rájuk tüzes nyilaikat. Nevezheted őket gyávának, de erre válaszul legfeljebb csak gúnykacaj és újabb tüzes sorozat érkezik.

source: Southern Warmaster
hu: Déli veterán

source: Orcish Southern Warmasters are powerful warriors who answer only to the Southern Orcish Lord. While their attacks which are the maces and the throwing axes are almost as strong as those of an Orcish Warlord.
hu: A déli ork harcművészek kiváló harcosok, akiknek csak a déli ork urak parancsolnak. Buzogánnyal és hajítóbárddal végrehajtott támadásaik hatékonysága alig marad el az ork hadurakétól.

source: Sword Drake
hu: Kardperzsekény

source: Sword Drakes are Drakes from the Fighter Caste who take a different path from the Warriors. They eschew their Warblades, and take swords instead. Because the sword isn't as hard-hitting as a Warblade, they deal less damage, a tradeoff which is justified with the increased maneouverabillity swords have, which allow them to strike more often.
hu: A kardperzsekények a harcos perzsekények családjának tagjai, de fejlődésük eltér más harcosokétól. Azok harcipengéitől eltérően ők karddal hadakoznak. Ezzel ugyan kisebb sebeket ejtenek, mint a súlyos harcipengés harcosok, de könnyebben és gyorsabban forgatják kardjaikat, s gyakrabban sújtanak le.

source: Watch Tower
hu: Őrtorony

source: Watch Towers are good places from which to spot enemies and then shoot miscellaneous items at them with ballistas.
hu: Az őrtornyok kitűnő helyet jelentenek az ellenség észlelésére és dárdavetőkkel való lövésükre.

source: ballista
hu: dárdavető

source: On the northern edges of Wesnoth and in the wildlands beyond, a hardy breed of wild horses roam free. They are rangy animals, exceptionally ill-tempered and often rather thin, with a thick coat of chestnut brown hair. Wesnoth horse-breeders have discovered that by crossing a Laway horse with one of the more placid southern breeds, it is possible to produce a beast which is exceptionally brave and tough while still being trainable, and these animals make superb warhorses. For this reason, a Laway stallion is worth a great deal more than his vicious temperament might otherwise suggest.
hu: Wesnoth északi peremén, a vad mezők után vadlovak nyargalásznak szabadon. Dús gesztenyebarna sörényük, szikár testük van, s különösen ingerlékeny, zajos állatok.Wesnothi lótenyésztők ezért keresztezték a Laway-fajtával őket, amely a déli területek legszelídebb fajtája. Sikerült is kitenyészteniük egy olyan fajtát, ami kivételesen bátor, s kiképzés után megbízható harciménként használható. Ez utóbbi képesség leginkább a Laway-ősök vérvonalának köszönhető, semmint ezeknek az ördögi természetű vadlovaknak.

source: kick
hu: rúgás

source: cave man
hu: Barlanglakó

source: cave man: This unit can hide in caves, and remain undetected by its enemies. Enemy units cannot see this unit while it is in caves, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement
hu: barlanglakó: Ez az egység képes elrejtőzni a barlangban, ezzel ellenségei számára észrevétlenné válik. Az ellenséges egységek nem látják ezt az egységet, amíg a barlangban tartózkodik, kivéve, ha közvetlenül mellete tartózkodnak. Az első ellenséges egység, amely felderíti ezt az egységet, elveszti a mozgáspontjait az adott körben.

source: phantom
hu: kísértet

source: Phantom: This unit can hide in swamps, and remain undetected by its enemies. Enemy units cannot see this unit while it is in swamps, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement
hu: Kísértet: Ez az egység elrejtőzhet a mocsárban, s ellenfelei számára észrevétlen maradhat. Ellenséges egységek nem látják ezt az egységet, kivéve ha közvetlenül mellé lépnek. Ebben az esetben viszont elvesztik esetlegesen még meglévő mozgáspontjaikat.

source: orichalcum foil (+1 damage to sword, no heal full)
hu: orikalkum penge (+1 sebzés a karddal, nincs gyógyulás)

source: royal talisman (+2 damage to royal talisman, no heal full)
hu: királyi talizmán (+2 sebzés a királyi talizmánnal, nincs gyógyulás)

source: bow (+1 damage to bow, no heal full)
hu: íj (+1 sebzés íjjal, nincs gyógyulás)

source: defense (+10 up for resistance, no heal full)
hu: védekezés (+10-zel nőnek az ellenállások, nincs gyógyulás)

source: leadership (new ability, no heal full)
hu: hadvezetés (új képesség, nincs felgyógyulás)

source: dagger (+1 damage to dagger, no heal full)
hu: tőr (+1 sebzés a tőrrel, nincs gyógyulás)

source: maintenance (+2 damage to range attacks, no heal full)
hu: karbantartás (+2 sebzés távolsági támadásoknál, nincs gyógyulás)

source: leadership level 4 (a new ability, no heal full)
hu: 4-es szintű hadvezetés (új képesség, nincs felgyógyulás)

source: Aaaargh!... Alas, this is the end of my quest.
hu: Ááááhhh!... Sajnos, ezzel vége a küldetésemnek.

source: Aaaargh!...I will never see the Greenwood again.
hu: Ááááhhh!... Sosem látom többé Greenwoodot.

source: This is not my true fate.
hu: Nem ez az én sorsom!

source: Nae a problem for me, but you will nae go on wi'out me.
hu: Nem probléma nekem, de ti né'külem nem tudtok továbbmenni.

source: I served my people to the end....
hu: A népemet szolgáltam az utolsó leheletemig...

source: Aaaack!...
hu: Ááááh!

source: Aiee! S-sorry, Merllow the Sage ... I can guard you no longer.
hu: Jajj! S-sajnálom, Bölcs Merllow... Nem tudlak tovább védeni.

source: Aaaargh! ... Sir, Turuk!! ... I got hit ... and ...
hu: Ááááh!...Turuk, uram!... én most... megh...

source: Aaoorrr!...I'm not two centuries yet! I'm too young to die!
hu: Áááhrr!...Hiszen még két évszázadot sem értem meg! Fiatal vagyok még a halálra!

source: We have wasted too much time!
hu: Túl sok időt vesztegettünk el!

source: They ... got ... me ...
hu: Meg...ha...lok...

source: Aeiiee!
hu: Ajjajjj!

source: Darkness ... claims me ...
hu: A sötétség... elragad...

source: My loot! My precious loot!
hu: A zsákmányom! Az értékes zsákmányom!

source: The supply caravan! Curse the luck!
hu: A társzekerünk! Átkozott balszerencse!

source: Oh no! Not the cannon! My enchantments! Years of work, all lost!
hu: Ó, ne! Ne az ágyút! Az én szüleményem! Sokéves munkám, kárba veszett!

source: Another ghost!
hu: Még egy szellem!

source: Fate of a Princess is a story in two parts. The first eight scenarios from part one, and remaining seventeen from part two. Note that many units have been customized although in most of them have been altered slightly. The dialog in this campaign is rated PG-13. The names and portraits in the game do not relate to anyone and anything in the real world save for the dwarf Turuk, who has been named in honor of the Wesnoth Forum Emperor with his knowledge and permission. Thank you for playing Fate of a Princess. Campaign Design: SkyOne Co-design: mich Co-author: Simons Mith Special Guest: Turuk
hu: Egy hercegnő végzete - a történet két részből áll. Az első nyolc küldetés az első, a többi tizenhét a második részt alkotja. Fontos megjegyezni, hogy elég sok új egység szerepel, de legtöbbjük csak minimálisan tér el a többi hadjárat egységeitől. A párbeszédek 13 oldalt tesznek ki. A nevek és a rajzok hasonlósága a való világhoz a véletlen műve, kivéve a törp Turuk neve, akit a a Wesnoth Forum Emperor tiszteletére neveztem el így. Köszönöm, hogy játszol a hadjárattal. Hadjárattervező: SkyOne Segédtervező: mich Társszerző: Simons Mith Különleges közreműködő: Turuk

source: In the year 164YW, assisted by the High Council of Archmagi, the grand army of the kingdom of Wesnoth defeated the last foes operating openly inside the country's borders. The land became much safer, and prosperity quickly rose. A fortress was built at Halstead, in the very heart of the western wildlands, and the settlements at Aldril and Carcyn soon grew to become major cities.
hu: W. i. sz. 164-ben a Nagy Mágusok Tanácsának segítségével egy nagy sereg számolt le a határok mentén nyíltan ellenségeskedőkkel. A földek biztonságosabbá váltak, s gyorsan megindult a felvirágzás. Halsteadben erőd épült, egyenesen a nyugati vad mezők szívében, s Aldril és Carcyn települések hamarosan a vidék legfontosabb városaivá lettek.

source: In some cases, the king had bought a rough-and-ready peace by granting estates and titles to the warlords controlling particular areas. Some warlords took advantage of the king's generosity to gain a title and legitimacy, then simply continued much as they had done before. One such troublemaker was known as Baron Baldres, who is oppressive and base. With the defeat of the last of his overt adversaries, the king immediately turned his attention to imposing order upon the more disreputable members of his nobility, and it was never his intention to treat these renegades gently.
hu: Néhány esetben a király sebtében békét vásárolt, s kis államocskák hadurainak engedélyezte a további kormányzást. A király nagyvonalúságát kihasználva néhány hadúr formálisan elismerte a függőséget, majd tovább kormányozta birtokát, mintha mi sem történt volna. Az egyik ilyen bajkeverő a könyörtelen és közönséges Baldres báró volt. Miután a király leverte a nyíltan szembeszegülőket, figyelmét a nemesség e kétes elemei felé fordította. A királyi akarattal szembeszegülőkkel meglehetősen keményen bánt el.

source: For his part, if Baldres could not be the ruler, he would rather die than be one of the ruled. So while the king imposed order elsewhere he tried to enrich himself as much as possible, and made ready to escape as soon as the king's men turned their attention to him. Rumors of his great wealth attracted many people, including brown-noses, brigands, and other hangers-on. Rumors that he planned to escape the kingdom from under the very spears of the king's army attracted fugitives, rogue mages and other dissidents who did not wish to live under the banner of Wesnoth. When the first of the king's advance scouts appeared, Baron Baldres was ready to depart.
hu: A maga részéről Baldres úgy gondolta, hogy ha már nem lehet ő az uralkodó, rajta sem fog senki uralkodni. Valahányszor a király elrendelte megjelenését valahol, igyekezett kimenteni magát, ahogy csak tudta, és felkészült rá, hogy a király embereinek feltűnése esetén haladéktalanul útnak induljon. Híres gazdagsága számos embert vonzott hozzá, beleértve bűnözőket, brigantikat és egyéb akasztófavirágokat is. A szökésről szóló kiszivárgott hírek odavonzották a szerencsevadászokat, rablómágusokat, s mindenkit, akik nem szívesen látott vendégek voltak Wesnothban. Ahogy a király seregének előőrsei feltűntek, Baldres készen állt az indulásra.

source: A beautiful and large elvish home, Greenwood, was spread out north and south at southeast of the Farnorth ruled by High Lord Elvanadíon. Although the capital of the whole forest, called Rowandel, was located in the northern Greenwood, there was another political city with a castle, Elengavion, located in the southern Greenwood to govern the area. Queen Melindë, who had been told the most beautiful woman in the region, preferred to stay the city of Elengavion, because she was able to be there without noises.
hu: Greenwood a tündék gyönyörű, nagy kiterjedésű otthona Távolészak délkeleti csücskétől északra és délre húzódott, ura Elvanadíon főúr volt. Habár a főváros, Rowandel Greenwood északi részén volt, a déli területen is volt egy fontos város és vár Elengavion, ahonnan a déli területet kormányozták. Melindë királynő, messze földön a legszebb nő, szívesebben tartózkodott Elengavionban, mivel itt távol volt a világ zajától.

source: However, even elvish royalty was not immune to Baldres's depredations. At fall in the same year, he attacked the city of Elengavion, found Queen Melindë, fought his way through her guards and abducted her. He had fallen in love at first sight.
hu: Csakhogy még a tünde királyi ház sem menekült meg Baldres portyáitól. Még azon év őszén, hogy megtámadta Elengavion városát, rátalált Melindë királynőre, áttört a testőrségen, s elrabolta őt. Első látásra megkívánta a királynőt.

source: It did not take long for news of this outrage to reach the elves of Rowandel. Elvanadíon, who was husband of Melindë, himself led the forest's best warriors into battle, with Major Elen-Garil, master of elvish martial arts, and Lord Zluld, his younger brother, at his side. All three elves had sworn a solemn oath to overthrow Baron Baldres.
hu: Gyalázatos tettének híre hamarosan megérkezett Rowandelbe is. Elvanadíon, Melindë férje maga állt a büntető expedíció élére. Vele tartott a legjobb harcosokon kívül Elen-Garil, a harcművészet mestere és Lord Zluld a fiatalabbik testvére is. Mindhárman szent esküvéssel fogadták meg, hogy megbüntetik Baldres bárót.

source: The Battle of Dorest was long, furious and deadly. Fighting went on for days, and news of the great conflict spread throughout the region. The decisive blow came on the nineteenth day of fighting, when Elen-Garil and a small number of commandos sneaked into Baldres' fortress and assassinated him. Queen Melindë was rescued and peace returned to the Greenwood, but by then the queen had already conceived Baldres's daughter.
hu: A doresti csata sokáig elhúzódott, véres és kegyetlen volt. Napokon keresztül küzdöttek egymással, az összeütközés híre szerte a vidéken elterjedt. A döntő fordulat a tizenkilencedik napon következett be, amikor Elen-Garil néhány kommandóssal együtt átsiklott az erőd védelmén és megölte Baldrest. Kiszabadították Melindë királynőt és békében visszatértek Greenwoodba. Csakhogy addigra a királynő már szíve alatt hordta Baldres lányát.

source: A baby girl, Alingwen, was born to Queen Melindë and grew up in Rowandel with her three-years-older half sister Eämeral. Alingwen, however, was a bit different from Eämeral and all the other forest children. While Eämeral excelled in prediction and healing, Alingwen was crafty, adept at elvish martial arts, and powerful. By the age of ten, she had mastered most of elvish martial arts, and even Elen-Garil was sometimes almost beaten during training sessions with her. The girl, in fact, spent much of her time in the company of swordmaster Elan-Garil, who treated her with far greater kindness than her own father ever could.
hu: A kislány, Alingwen, születése után Rowandelben nevelkedett együtt három évvel idősebb féltestvérével, Eämerallal. Alingwen azonban egy kicsit különbözött Eämeraltól és a többi erdei gyermektől. Míg Eämeral a jóslásokban és a gyógyításban tűnt ki, addig Alingwen inkább a gyakorlati dolgokat részesítette előnyben, elmélyült a tünde harcművészetben és a mágiában. Tízéves korára már a legtöbb harcművészt is felülmúlta, s sokszor maga Elen-Garil is keményen megküzdött azért, hogy le ne győzzék. A lány idejének nagy részét a harcművész Elen-Garillal töltötte, mivel tőle több szeretetet kapott, mint atyjától valaha is kaphatott volna.

source: Elvanadíon began to grow ever more uneasy about Alingwen's increasing magical powers, and he had always loathed the very idea of one of Baldres' blood living in his forest. When Queen Melindë died of a serious illness, the Duke easily persuaded himself that it would be best to assign the girl's upbringing to a human tutor. A powerful wizard known as Gulcyn was chosen and invited at Rowandel. Although his elven wife, Fioniel, from Misty Forest rejected to be entrusted with Baldres's daughter, Gulcyn accepted it willingly. At the age of eleven, Alingwen had to leave her mother, her half-sister, and the Greenwood.
hu: Elvanadíont egyre nagyobb aggodalommal töltötte el Alingwen növekvő mágikus ereje, s állandóan nyomasztotta a tudat, hogy Baldres vére befurakodott az erdejébe. Miután Melindë királynő egy súlyos betegségben meghalt, a herceg gyorsan arra az elhatározásra jutott, hogy egy odaérkező emberi mágusra bízza a lányt. Egy neves mágust, Gulcynt hívtak meg a rowandeli udvarba. Habár tünde felesége, Fioniel a Ködös-erdőből, visszautasította, hogy Baldres leányával foglalkozzanak, Gulcyn mégis elfogadta a megbízást. Tizenegy éves korában Alingwennek el kellett hagynia otthonát, családját és Greenwoodot.
