Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Haaháwclyn, Tsss-ylvia, you fought well. If you ssseek mountains, follow the road towardss Lmarig. That sendss you to foot of Mountains of Dorth. It iss closssesst way. You may take ssaurianss warriorss.
hu: Haaháwclyn, Tzzzylvia, jól harcoltatok. Ha a hegyek felé tartotok, kövessétek a Lmarigba vivő utat. Esssz a Dorth-hegység lába alatt kanyarog. Essz a legrövidebb út. Ssszívesen adok néhány gyík harcossszt kíséretnek.

source: Thank you, sir.
hu: Köszönöm, uram.

source: You can now recruit Saurian Skirmishers.
hu: Mostantól gyík menetelőket is toborozhatsz.

source: Merllow the Sage! Oh no! We needed his help as much as he needed us.
hu: Bölcs Merllow! Ó, ne! Legalább annyira szükségünk volt a segítségedre, mint neked a miénkre.

source: Aaaarh...
hu: Ááááhhh...

source: Thank you, Sir.
hu: Köszönöm, uram.

source: Dwarvish Warden
hu: Törp felügyelő

source: Háwclyn and the party followed Xizzyx's directions. It was not easy journey; however, when they eventually reached the foot of Mountains of Dorth, the encounter of destiny with a warrior was waiting for them.
hu: Háwclyn kíséretével követte Xizzyx útmutatását. Nehéz út volt, de mikor végre elérték a Dorth-hegység lábát, a sors egy harcost rendelt eléjük.

source: Death of Turuk
hu: Turuk elesik

source: ... Take ... Over ... Here ...
hu: Foglaljátok... el... ezt... a... földet...

source: Yes! Sir!
hu: Igen, uram!

source: Hey, Young Elf! I judge ye are nae friends tae the orcs! Help me fight these southern marauders! They shouldnae be this far from their homelands!
hu: Hej, ifjú tünde! Tudtommal nem vattok jóba az orkokkal! Segíts nekem a déli fosztogatók ellen! Nem kéne itt lenniük, iiyen messzire a fődjüktül.

source: Gladly, sir. If we are to find the Princess Alingwen, we would have to fight our way past them in any case.
hu: Örömmel, uram. Alingwen hercegnőt akarjuk megtalálni, így amúgy is az utunkban állnak.

source: Princess Alingwen? ... Hmmm ... The name is not familiar with me. An' but I know an elven sorceress who has a talisman looks very like ye bear.
hu: Alingwen hercegnő?... Hmmm... A név semmit nem mond nekem. De vóna itt egy tünde boszorkány, akinek pont ilyen talizmánja van, mint néked.

source: What? Do you know where she is?
hu: Micsoda? Te tudod, hol találhatjuk meg őt?

source: I am the Warden o' the Mountains o' Dorth. Ah ken everything about this range, but the tellin' can wait 'til after the battle.
hu: Én vagyok a Dorth-hegység Felügyelője. Mindenről tudok, ami a hegyek közt történik, de a csevej várhat, míg a csata dógát lerendezzük.

source: Merllow the Sage! Oh no, that is a grievous loss! We needed his help as much as he needed us.
hu: Bölcs Merllow! Ó, ne, ez pótolhatatlan veszteség! Legalább annyira szükségünk volt a segítségére, mint neki a miénkre.

source: Urgh! ... This is not the end ... Gulder! ... For Gulder ...
hu: Höörrrggg... Ezzel nincs vége.... Gulder!... Gulderért...

source: What did he say?
hu: Mit mondott?

source: I am becoming increasingly sure you were right, Merllow the Sage.
hu: Egyre inkább az az érzésem, hogy igazad volt, Bölcs Merllow.

source: Well, I ... ahem ... thank you ...
hu: Persze, hogy... khmm... köszönöm...

source: Well fought, young elf.
hu: Jól harcoltál, tündegyerek!

source: I am Háwclyn, the son of Elen-Garil, from Elengavion Castle of the southern Greenwood.
hu: Háwclyn vagyok, Elen-Garil fia, az Elengavion Kastélyból, Greenwood déli részéből

source: And I am Zylvia, the daughter of Lord Zluld.
hu: Én pedig Zylvia, Lord Zluld lánya.

source: Oho! Elen-Garil's son an' Zluld's daughter, seeking the elven sorceress I talked about? This is clearly a mission of some importance to your people. Is it, by chance, connected to these sudden attacks by southern orcs, and the strange behaviour o' their shamans? Come wi' me and tell me what has come to pass in your city.
hu: Hohó! Elen-Garil fia és Zluld lánya, s keresitek a tünde boszorkányt, akiről előbb beszéltem? Ez nyilvánvalóan fontos küldetés számotokra. Esetleg kapcsolatban van ezeknek a déli orkoknak a hirtelen felbukkanásával, és a sámánjaik furcsa viselkedésével? Jertek velem, s meséljetek, mi történik az országotokkal.

source: Drake Lord
hu: Perzsekény úr

source: Háwclyn and Zylvia told Turuk everything about the son of Gulcyn and their theory that he was using orcish shamans to command the southern orcs. They also explained why their Queen believed it was vital to enlist the help of her half-sister Alingwen.
hu: Háwclyn és Zylvia elmesélte Turuknak, amit Gulcyn fiáról tudtak, megemlítették elképzeléseiket is, hogy az ork sámánok közvetítésével irányítja a déli orkokat. Elmagyarázták azt is, hogy királynőjük miért tartja életbevágónak, hogy féltestvére a segítségükre legyen.

source: Drakes
hu: Perzsekények

source: Move Turuk to his new weapon
hu: Turuk felveszi az új fegyvert

source: Ye unnerstan', that last battle was merely the latest we've had. I think the orcs are using the port at Prestim. I dinnae see another way fer southern orcs tae range this far north.
hu: Tudnod kell, hogy a legutóbbi csata nem a végső volt. Azt hiszem, az orkok a prestimi kikötőt használják. Nincsen más út, hogy a déli orkok tömegesen ilyen messzire jussanak.

source: They certainly cannot have passed through Wesnoth itself, now that King Haldric has put his house in order. But whatever the cause, something extraordinary is going on. So, what now, my friend?
hu: Az biztosan nem járható út számukra, hogy átmasíroznak Wesnothon, most, hogy Haldric király megszilárdította a hatalmát. Akárhogy is csinálják, valami rendellenes dolog van mögötte. Most mit tegyünk, barátaim?

source: I will guide our guests tae Mistress of Eisheim, Ameck. They said Princess Alingwen, but I dinnae doubt it's her. I reckon Eisheim is the place tae start. ... Is Shoko still here?
hu: Én elvezetem a vendégeinket Eisheim Hölgyéhez, Ameckhez. Igaz, hogy ők Alingwen hercegnőt keresik, de nem kétlem, hogy őt keresik. Úgy gondolom, hogy Eisheim az a hely, ahonnan el kell indulnunk... Shoko még itt van?

source: Of course! SHOKO!!
hu: Természetesen! SHOKO!!

source: Coming, Lord Falci-Nyess.
hu: Jövök, Lord Falci-Nyess.

source: Oh! Guests! Greetings ... I am Shoko, foster daughter of Turuk. How do you do?
hu: Ó! Vendégek! Köszöntelek titeket... Shoko vagyok, Turuk nevelt lánya. Örvendek.

source: Shoko, lass. This is a party fra' the Greenwood. I have tae tek them tae see Princess Ameck. She is a hard lady tae deal with, especially for me. Will ye come wi' us tae help smooth our meeting?
hu: Shoko, gyermekem. A küldöttség Greenwoodból gyütt. El kő vigyem őket Ameck hercegnőhöz. Kemény nő, nehezen boldogulok vele. Velünk gyünnél, hogy egy kicsit oldd a hangulatot?

source: I would love to, father. It will be a pleasure. Oooh, father! If you go to Eisheim, you had better take this one with you. Rumbaltas has maintained it well, and the number of trolls has been increasing recently.
hu: Igen, szeretnék, atyám. Örömmel. Óh, atyám, ha Eisheimbe mész, jobban teszed, ha ezt is magaddal viszed. Rumbaltas rendbe tette, a trollok száma viszont egyre csak nő...

source: dragonshotgun
hu: sárkánytűzfegyver

source: This weapon gives Dwarvish Warden an extra range attack.
hu: Ez a fegyver a törp felügyelőnek újabb távolsági támadást biztosít.

source: This is just for Dwarvish Warden.
hu: Csak törp felügyelők használhatják.

source: Ooo! This is light and nice.
hu: Ó! Ez könnyű és elegáns.

source: Select an unit, then move to the item
hu: Válassz egy egységet, majd vidd a tárgyhoz

source: I will guard our place until you all return. Take some extra gold with you. And ... here, a little trinket.
hu: Én itthon őrködöm, míg visszatértek. Vigyetek magatokkal egy kis aranyat is. És... itt van egy kis csecsebecse is.

source: This red ring gives an unit not only recovering from the poison when it is poisoned, also healing itself 4 HP per turn.
hu: Ez a vörös gyűrű nemcsak elűzi a mérget az egységből, de gyógyítja is körönként 4 ÉP-vel.

source: Ring of Recovery
hu: Regenerálódás Gyűrűje

source: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
hu: Az egység körönként 4 ÉP-t nyer. Ha megmérgeződik, akkor kigyógyul a mérgezésből.

source: Take care, all of you, and be wary around Princess Ameck. She once turned one of my enforcers to stone, so do not make her angry, no?
hu: Vigyázzatok magatokra, és legyetek óvatosak Ameck hercegnővel is. Egyszer kővé változtatta az egyik hajcsáromat, szóval ne idegesítsétek, rendben?

source: ... In ... Indeed.
hu: Öö... vigyázunk.

source: recovery
hu: regenerálódás

source: female^recovery
hu: regenerálódás

source: Recovery: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
hu: Regenerálódás: Az egység 4 ÉP-t gyógyul körönként. Ha megmérgeződik, kigyógyul a mérgezésből.

source: Mountain Path
hu: Hegyi ösvény

source: After the meeting with the Warden and the drake lord, Háwclyn and his party finally were able to get into the deep of Mountains of Dorth to find Princess Alingwen. Although they still were not sure how far and how difficult to go; however, the reliable guides and mighty fighters were following with them at this time.
hu: A felügyelővel és a perzsekény úrral folytatott megbeszélés után Háwclyn és követői végre útra keltek a Dorth-hegység belseje felé, hogy megkeressék Alingwen hercegnőt. Habár sejtelmük sem volt, hogy mekkora és milyen fárasztó út áll előttük; de ezúttal volt egy megbízható kalauzuk, és erős harcosok biztosították a kíséretet.

source: Troll Warrior
hu: Troll harcos

source: Trolls
hu: Trollok

source: Troll Mage
hu: Troll mágus

source: We must pass through here to reach Eisheim. There used to be a mage's college west of here, but it was abandoned some years ago.
hu: Itt kell átvágnunk, hogy elérjük Eisheimet. Nyugatra innen volt egy mágusiskola, de néhány év óta már üresen áll.

source: Yes, trolls have taken over here now; we will have to be careful.
hu: Igen, mivel most trollok tanyája a vidék; óvatosnak kell lennünk.

source: You can now recruit Dwarvish Attendants and Drake Fighters.
hu: Mostantól törp gyalogosokat és perzsekény verekedőket is toborozhatsz.

source: Oh, that's a staff of speed! Take it!
hu: Ó, a Sebesség Botja! Ide vele!

source: This magical potion allows the taker +10 maximum hitpoints.
hu: Aki kiüríti ezt a mágikus flaskát 10 életerőponttal lesz erősebb.

source: Should I take this potion?
hu: Kiürítsem ezt a flaskát?

source: Yes!
hu: Igen!

source: Potion of HP
hu: Életerőital

source: Here ye are. It seems it had been left there in purpose. Perhaps Vladnir has been here ...
hu: Igen, igen. Nyilván nem véletlenül maradt itt. Talán Vladnir hagyta itt későbbi felhasználásra...

source: We have met him in the swamp!! Remember?
hu: Találkoztunk vele a mocsaraknál! Nem emlékszel?

source: No!
hu: Nem!

source: Here they come!
hu: Itt jönnek!

source: Stand ready, everyone!
hu: Mindenki álljon készenlétben!

source: ...Goodbye..father...now I will see my mother again.
hu: ...Ég veled...atyám... én anyámhoz megyek...

source: Noooo, Sho...Shoko!!...how can I go on without you.
hu: Neeeee, Sho...Shoko...nélküled mit ér az életem...

source: Okay, we got one, but there is another one on the west of here.
hu: Jól van, az egyikkel elbántunk, de nyugatra van még egy másik is.

source: Okay, we got one, but there is another one on the east of here.
hu: Jól van, az egyikkel elbántunk, de keletre van még egy másik is.

source: All right, let's keep moving. Eisheim isnae far fra' here.
hu: Ezt elintéztük. Eisheim nincs má' messze innét.

source: I am glad to hear it.
hu: Örömmel hallom.

source: Hydra Cavern
hu: Hidra-barlang

source: The party pressed on into the very heart of the mountains. The quickest route to Eisheim was via a partly-flooded cave which at that time had been taken over by nagas and other, deadlier monsters.
hu: A csapat benyomult a hegység szívébe. A leggyorsabb út Eisheimbe egy félig elöntött barlangon vitt keresztül, amelyet ezidőtájt nagák és egyéb halálos szörnyek foglaltak el.

source: Hydra
hu: Hidra

source: Move Háwclyn to the exit
hu: Háwclyn eléri a kijáratot

source: This damp lair is tha' shortest route tae Eisheim. Unfortunately there are monsters living here now. We should try tae avoid them as far as we can.
hu: Ez a vizes barlang a legrövidebb út Eisheimbe. Pechünkre szörnyek vertek tanyát benne. E' kéne kerűjjük őket, ha lehet.

source: If we must fight, then so be it, but I would be glad to pass through peacefully. I must say, this place must become a torrent when the rains come.
hu: Ha harcolnunk kell, akkor harcolni fogunk, bár én inkább a békés áthaladás híve vagyok. Meg kell jegyeznem, hogy egy eső bármikor felduzzaszthatja a barlangi patakot.

source: Oh yes, snow-melt collects in this cavern. In spring the sound of the waterfalls can be heard two leagues away. Last winter, some nagas followed the river up from the foothills and decided they liked it here, but the trolls are not at all happy to be sharing their cave.
hu: Ó, igen, a hóolvadék is ebben a barlangban gyűlik össze. Tavasszal a vízesések zaja mérföldekre is elhallatszik. A legutóbbi télen néhány naga érkezett a dombok aljától a folyón, és úgy tűnik megtetszett nekik a hely, bár a trollok egyáltalán nem örültek az új lakóknak.

source: We should hurry. We are running out of time to return home.
hu: Igyekeznünk kell! Nem lesz időnk a hazatérésre.

source: A chest of gold! That's a stroke o' fortune!
hu: Egy arannyal teli láda. Micsoda szerencsés lelet!

source: Gold! That's a stroke o' good luck!
hu: Arany! Ez aztán a szerencse!

source: Crystal Bow
hu: Kristályíj

source: Crystal Bows are extraordinary magical weapons made long ago by a dwarven stonecrafter, and given as gifts to the elves of the Silent Forest. The arrows they fire become imbued with faerie essence, and those injured by them are suddenly overcome with a strange weakness. The weakness passes after a while, but while it remains it is a deadly handicap in combat.
hu: A kristályíjakat, e rendkívüli mágikus fegyvereket nagyon régi törp kőfaragók készítették, és ajándékba adták a Néma-erdő tündéinek. A kilőtt nyilak tündéri varázslattal bírnak, s akit eltalálnak, azon hirtelen gyengeség vesz erőt. Egy idő múlva ez a gyengeség elmúlik, de a csata pillanatában ez a kis kihagyás is súlyos hátránnyal jár.

source: This bow is required to handle for a high skilled unit who is able to use bows even an elvish archer. For a human unit, perhaps, the highest skilled archer might be able to wield it.
hu: Ezt az íjat csak a tünde íjat rendkívüli jártassággal kezelő íjász képes használni. Emberek közül csak egészen kivételes esetben, s rendkívüli képességekkel rendelkező íjászegység talán tudja használni.

source: Oh, that is a Crystal Bow! Those were a famous gift to the elves, made by my people many centuries ago! Shoko's real father had one. He was Captain of the Gray Wardens of the Silent Forest. Oh, wait! Something has been written on the bow.
hu: Ó, hiszen ez egy kristályíj! Ezek voltak a népem legnagyszerűbb ajándékai a tündéknek hajdanán. Shoko édesapjának is volt egy. Ő volt a Néma-erdő Szürke Felügyelőinek kapitánya. Ó, várjunk csak! Valami van írva az oldalára.

source: We are finally able to have a daughter. We have named her Sioclya. Thanks, Eloh. Jan, 11, 212YM by Hirandel
hu: Végre megszületett a kislányunk. Sioclyának neveztük el. Hála neked, Eloh. Hirandel írta ezt W. i. sz. 212 jan. 11-én.

source: Oooh! That actually used to belong to Shoko's real father! That is amazing! Her birth name was Sioclya, but I named her as Shoko because it means a lovely girl for my word. She is lovely girl, isn't she?
hu: Ohh! Ez tényleg Shoko édesapjának a fegyvere! Ez fantasztikus! Shoko neve eredetileg Sioclya volt, de én átkereszteltem Shokora, ami a mi nyelvünkön, aranyos kislányt jelent. Hiszen olyan aranyos, nemde?

source: I have always thought of you as my real father, Turuk. I care not if that sounds foolish.
hu: Én mindig úgy tekintettem rád, mint az édesapámra, Turuk. Nem bánom, ha furán hangzik is.

source: Bless ye, lass. Bless ye.
hu: Tündéri kislány, te kis tündér.

source: crystal bow
hu: kristályíj

source: The magical rune on the encampment will change a unit's alignment to Chaotic.
hu: A mágikus rúna hatására az egység beállítódása törvénytelenre változik.

source: A chaos rune! Ye ken, I have heard that trolls are sometimes born as lawful creatures, fearing the night an' unafraid tae move by day. Troll Shamans use a special ritual to set them aright.
hu: Egy káosz rúna! Skacok, azt hallottam, hogy néha igazságos beállítódású trollok is születnek, akik félnek a sötéttől, és inkább nappal szeretnek mozogni. A troll sámánok egy speciális rítus keretében változtatják meg őket.

source: I have heard that trolls are not actually born. One troll buds off another smaller troll, which then grows on its own.
hu: Én meg azt hallottam, hogy a trollok nem is születnek, hanem a kis troll kiválik a nagyból, s aztán önállóan nő fel.

source: Then, there are no troll women? That's extraordinary!
hu: Akkor nincsenek is troll nők? Ez valóban különleges!

source: I wonder if that magic rune might work on one o' my followers?
hu: Kétlem, hogy ez a mágikus rúna hatna itt bármelyikünkre.

source: Ancestors' beards, it worked!
hu: Az ősök szakállára, ez működik!

source: Only innately magical races, such as trolls or drakes, can use these runes.
hu: Csak veleszületett mágiával rendelkező lényekre, trollokra és perzsekényekre hat a rúna.

source: Farewell, father... Now I will see my dear mother again...
hu: Ég veled, atyám... Megtérek édesanyámhoz...

source: Shoko! This parting breaks my heart.
hu: Shoko! Ettől a búcsútól megszakad a szívem.

source: Northwards! We cannae rest yet, there may be another monster to slay!
hu: Északra! Még nem állhatunk meg, minden szörnyet ki kell irtanunk!

source: Keep moving, keep moving.
hu: Haladjunk, ne álljunk meg!

source: Move on! We cannae tarry here! More monsters may come!
hu: Tovább! Nem állhatunk meg itt! Még több szörny jöhet!

source: Finally, they approached Eisheim, the abode of Princess Alingwen. But their path still was not easy.
hu: Végre feltűnt Eisheim, Alingwen hercegnő kastélya. De az odavezető út egyáltalán nem volt könnyű.

source: Frost Monster
hu: Fagyszörny

source: Yeti
hu: Jeti

source: Survive
hu: Túléled a támadást

source: We are here. This is the burgh of Eisheim. It is nae a big place.
hu: Megérkeztünk. Az ott Eisheim vára. Nem nagy hely.

source: My goodness! ... An ice monster!
hu: Istenem, egy jégszörny!

source: Aye, lad, yetis. They do come up here sometimes, although they usually stay south-east o' the town. We must tread cautiously.
hu: Úgy ám! A jetik néha feljönnek ide, bár leginkább délkeleten tartózkodnak. Óvatosan kell haladnunk.

source: Eisheim is actually place of the Oreads, Snow Fairies. Princess Ameck is the mistress of them, now. Because of them, some unicorns are also living here. They are also dangerous for anybody from outside even me.
hu: Eisheim az oreadok, a hótündérek otthona is. Ameck hercegnő a vezetőjük. Ezenkívül egyszarvúak is élnek errefelé. Azok is veszélyesek a külső látogatókra, még rám is.

source: ...Goodbye..father...now I will see my mother...
hu: Búcsúzom... atyám... megtérek anyámhoz...

source: Noooo, Sho ... Shoko!! ... how can I go on without you.
hu: Neeee, Sho... Shoko!!...Mit ér az életem nélküled?!

source: Princess Ameck
hu: Ameck hercegnő

source: Hold! All of you! Turuk, you stone-headed old fool! I warned you not to bring anyone here!
hu: Megálljatok! Mindenki! Turuk, te fafejű! Mondtam, hogy ne hozz ide senkit!

source: Please, your highness! Listen to us! The situation is grave!.
hu: Fenség, kérlek! Hallgass meg minket! Súlyos a helyzet.

source: Very well. Come over here please!..
hu: Rendben van. Jöjjetek be!

source: Forgive me, your highness, but our guests ha' travelled many days tae find ye. And we ourselves ha' been troubled by southern orcs coming tae invade us.
hu: Bocsáss meg, fenség! A vendégeink messzirűl gyüttek, hogy beszéljenek veled. S mi magunk is küzdünk némi problémával, a déli orkok támadtak meg minket.

source: I care not one whit what orcs do, nor do I care very much for my former people. I told you that, did I not? But you, young man, you carry my half-sister's white-gold talisman, twin to my own. Who are you?
hu: Fikarcnyit sem érdekel, mit csinálnak az orkok, s hidegen hagy, mi történik a régi népemmel. De ezt már mondtam korábban is, nem? De te, ifjú tünde, te a féltestvérem fehérarany talizmánját viseled, az enyém párját. Ki vagy te?

source: I am Háwclyn, the son of Elen-Garil from Elengavion Castle of the southern Greenwood. we came here to ask your help, your highness.
hu: Háwclyn vagyok, Elen-Garil fia az Elengavion Kastélyból, Greenwood déli részéből. Azért jöttünk, fenség, hogy a segítségedet kérjük.

source: Those are two names that I have not hard for many years. How are they now? And how is my sister?
hu: Ezt a két nevet már nagyon régen nem hallottam. Hogy vagytok? És hogy van a nővérem?

source: Háwclyn and Zylvia told Ameck everything that had happened back in Elengavion; humans in Dorest breach of the peace accord; the rising numbers of southern orcs; and their theory about Gulder controlling the orcs via their shamans. Ameck listened closely, then began to laugh.
hu: Háwclyn és Zylvia mindent elmondtak Amecknek az Elengavionban történtekről; a doresti emberek szerződésszegéséről; a sokasodó déli ork támadásokról; és az elképzelésükről, hogy Gulder a sámánokon keresztül irányítja az orkokat. Ameck csendesen hallgatott, majd nevetésben tört ki.

source: Ha ha ha! They make me exile from the forest by fearing my power and disliking my blood. Then Gulcyn gave me new name as Ameck. But as soon as they need my power I am graciously permitted to return. How very flattering. Ha ha ha!
hu: Ha ha ha! Száműztek az erdőből, mert féltek az erőmtől, és nem szerették a véremet. Aztán Gulcyn új nevet adott nekem: Ameck. Most, hogy szükségük lenne az erőmre, kegyeskednek engedélyezni, hogy visszatérjek. Milyen hízelgő. Ha ha ha!

source: I told ye she might be hard tae deal with.
hu: Mondtam, hogy nem könnyű szót érteni vele.

source: Ameck continued laughing a little longer, then became more serious.
hu: Ameck nevetett még egy kicsit, aztán elkomorult.

source: Nevertheless, I will return with you to the Greenwood. It seems it is my destiny to set these things aright. The seed was set when my father, Baldres, attacked the Greenwood elves. And Gulder went a mad, I think, when his father Gulcyn died during my training. I am the link between all three; now it seems I am fated to reap what was sown. Still ... I am not sure how Gulder gained such great power that he can control orcish mages even he is my kind, half-elven, his maximum power was less than half of mine even without the talisman ... Follow me.
hu: Mit tehetnék, visszamegyek veletek Greenwoodba. Úgy látszik, ez a sorsom, hogy lerendezzem ezt a dolgot. Az egész azzal kezdődött, hogy az apám, Baldres megtámadta Greenwood tündéit. Azt hiszem, Gulder akkor őrült meg, amikor az apja, Gulcyn meghalt, miközben próbáltam kiképezni. Én vagyok a kapocs hármuk között; apám szelet vetett, de a vihart nekem kell learatnom. De... hol tett szert ekkora hatalomra, hogy képes legyen az ork sámánok akaratát befolyásolni, mégha magamféle féltünde is, hiszen az ereje a felét sem érte el az én talizmán nélküli erőmnek... Kövessetek!

source: Ice Monsters
hu: Jégszörnyek
