Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Háwclyn and Zylvia's story had persuaded the Princess to return with them. They set off almost immediately for the southern Greenwood. But their return route also passed through dangerous territory.
hu: Háwclyn és Zylvia elbeszélése meggyőzte a hercegnőt, hogy haza kell mennie. Szinte azonnal útrakeltek a déli Greenwood felé. De a visszaút sem volt veszélytelen.

source: Yetis
hu: Jetik

source: This is the shortest route, but we must beware of trolls. Täkel! You stay in Eisheim! There are not any maidens in Trolls.
hu: Ez a legrövidebb út, de el kell kerüljük a trollokat. Täkel! Te itt maradsz Eisheimben. A trollok közt nincsenek csajok.

source: I find the yetis a bigger worry.
hu: Én inkább a jetik miatt aggódom.

source: They just want to be left alone. As long as we do not disturb them, they will not harm us.
hu: Ők csak egyedül akarnak maradni. Amíg nem ingereljük őket, nem fenyegetnek minket.

source: You can now recruit Snow Shaman. Caution: Healing is not in Snow Shaman's ability. It might be at the next level.
hu: Mostantól hósámánokat is toborozhatsz. Figyelem: a hósámánok nem képesek gyógyítani. Csak fejlődés után válnak gyógyítóvá.

source: No, that is Yeti's village. That will provoke them!
hu: Ne, az a jetik faluja. Ezt provokációnak veszik!

source: I warned you that do not disturb them.
hu: Figyelmeztettelek, hogy ne ingereld őket.

source: I never thought I would see yetis fighting for us! What fearsome creatures they are!
hu: Sosem hittem volna, hogy a jetik értünk fognak harcolni. Micsoda félelmetes lények!

source: Aaaarh
hu: Ááááh

source: All right! There is another one at south. Be hurry!
hu: Ezt lerendeztük, de még délen is van egy. Igyekezzünk!

source: Aaaarh... ME ... beaten?
hu: Ááááhh... ÉN.... meghalok?

source: All right! There is another one at north. Be hurry!
hu: Ezt lerendeztük, de még északon is van egy. Igyekezzünk!

source: I hope the yetis will have some peace now.
hu: Remélem, a jetik most egy ideig nyugalomban élhetnek.

source: Täkel! I told you to go back to Eisheim! I make you a stone if you do not listen to me.
hu: Täkel! Mondtam, hogy maradj Eisheimben! kővé változtatlak, ha nem hallgatsz rám.

source: Hm, this silly silver horse stayed with us in peace too long. He cannot even remember how to talk anymore. I do not have any choice any longer, except this, HUSH!
hu: Hm, te ostoba ezüst ló, túl kényelmesnek találod az eisheimi életet. Hát hiába beszélek neked. Na megállj csak, olyat kapsz, hogy örökre megemlegeted, HUSH!

source: Haha, not to worry, son of Elen-Grail. That was a little sorcery. He will be back to normal less than a half day.
hu: Haha, csak semmi pánik, Elen-Garil fia. Ez csak egy kis boszorkányság volt. Fél nap se telik bele és visszanyeri eredeti alakját.

source: Let us get out of here.
hu: Na, tűnjünk el innen!

source: Coalition of Orcs
hu: Ork szövetség

source: Back at the halls of Turuk, the sounds of a fierce battle could be heard.
hu: Turuk csarnokába visszaérve, csatazajra lettek figyelmesek.

source: Local Orcs
hu: Helyi orkok

source: Gwaha ... ha! The companies came from the far south. It is the time to build our history here!! Attack everywhere which does not belong to us!
hu: Gwaha...ha! A déli rokonaink is megérkeztek végre. Itt az idő, hogy új lapot nyissunk a történelemben! Minden területet megtámadunk, amit nem mi uralunk!

source: We came here to do that! Kill everything!
hu: Épp ezért jöttünk! Legyilkolunk mindenkit!

source: Turuk! A few more hours and you might have been too late. The southern orcs have found some local allies. I was worried that might happen. But you have persuaded the mistress to come back with you. That is good news.
hu: Turuk! Ha csak pár órával később jössz, már elkéstél volna. A déli orkok szövetkeztek a helyiekkel. Féltem, hogy ez bekövetkezik. De úgy látom, sikerült rábeszélned a hercegnőt, s veled jött. Ez nagyon jó hír.

source: Good day to you, Falci-Nyess.
hu: Neked is jó napot, Falci-Nyess.

source: Aye. But nae more talk; we ha' a hard battle ahead.
hu: Igen. De a szavak helyett most a fegyverek beszé'nek.

source: Turuk! If I battle with you, like this, I recall the days that we delivered out Shoko together from the orcish prison at near the Silent Forest!
hu: Turuk! Amikor veled harcolhatok, visszaemlékszem arra az időre, amikor Shokot közösen kimentettük a Néma-erdőnél lévő ork börtönből!

source: Ah-ha, that was a long time ago. Shoko was almost a baby at that time. We had a more time than one in today though.
hu: Ah-ha, régi szép idők. Shoko akkoriban még szinte csecsemő volt. Habár akkor több időnk volt az előkészületekre.

source: No, no, you will not go on without me.
hu: Nem, ne, nélkülem nem folytathatjátok.

source: Aaaarh ...
hu: Ááááh...

source: Aaaarh ... I lost a mision.
hu: Ááááhh... elbuktam a küldetésemet.

source: ... Gulder ... for Gulder ... more orcs ... always more ...
hu: ...Gulder...Gulderért...több ork...egyre több....

source: This is terrible! Orcs are banding together across a wider area than ever before. This coalition of orcs endangers everyone else, whether elf, dwarf, drake, saurian or human ...
hu: Ez szörnyű! Az ork pusztítások minden eddiginél nagyobb területre terjednek ki. Ez a szövetség egyaránt veszélyeztet mindenkit, tündéket, törpöket, perzsekényeket, gyíkokat, embereket...

source: I thought of asking Ghidsaurs the dragon to defeat them, but he does not really listen to me. Mistress, would you be willing to come with me to his cave? I believe you know him well.
hu: Arra gondoltam, hogy Ghidsaursot, a sárkányt kérem meg, hogy űzze el őket, de még csak meg sem hallgatott. Asszonyom, eljönnél velem a barlangjába? Azt hiszem, te jól ismered őt.

source: I may be able to persuade him ... But what of our mission to the Greenwood?
hu: Talán meg tudnám győzni... De mi a helyzet Greenwooddal?

source: We will be able to hold our own, your highness. We sent for reinforcements from the northern Greenwood. They should have arrived by now. The orcs will not defeat us easily.
hu: Ki fogunk tartani még egy kis ideig, fenség. Greenwood északi részéből vártunk erősítést. Mostanra már biztos megérkeztek. Az orkok nem könnyen győznek le bennünket.

source: Brave words, Háwclyn. I pray you are right.
hu: Merész szavak, Háwclyn. Imádkozom, hogy igazad legyen.

source: Come, Zylvia! Elves in their home forest? Even if the orcs and the humans attacked together, we would be able to withstand them.
hu: Ugyan, Zylvia! Tündéket a saját erdeikben? Még ha az emberek és az orkok együtt indítanának támadást, akkor is megállítanánk őket.

source: But, can Gulder bend elves to his will?
hu: És ha Gulder a tündék akaratát is befolyásolni képes?

source: Lass, there's nae use frettin'. Always fight the foe in front o' ye, no' the one a week fra' now. Let's move on!
hu: Ne idegeskedj, kislány! Mindig az előtted lévő ellenségre koncentrájj, osztán a jövő hetire! Indulás!

source: Dragon Cave
hu: Sárkánybarlang

source: Guided by Falci-Nyess, Háwclyn and his party cautiously approached Ghidsaurs the Dragon's cave with his princess.
hu: Falci-Nyess vezetésével Háwclyn csapata a hercegnővel együtt Ghidsaurs, a sárkány barlangjához vonult.

source: Dragon
hu: Sárkány

source: It will be nice to see the old lizard again. I hope he is well ...
hu: Örülök, hogy újra látom az öreg gyíkot, remélem, jól van...

source: Keep moving. Time marches; so should we!
hu: Haladjunk! Az idő pénz; ne pazaroljuk!

source: Move Háwclyn or Ameck to the dragon's stronghold
hu: Háwclyn vagy Ameck eléri a sárkány erődjét

source: Death of Poseidon and Triton
hu: Poseidon vagy Triton meghal

source: This must be Vlady's memo to see Dragon. He has been in the cave before. I will keep it.
hu: Ez bizonyára Vladnir jegyzete a sárkánylátogatásról. Régebben járt már itt. Megtartom a jegyzetet.

source: That is sound like Vlady's memo to see Dragon. He has been in the cave before. Keep it anyway.
hu: Ez úgy tűnik, Vladnir jegyzete a sárkánylátogatásról. Régebben járt már itt. Megtartom a jegyzetet.

source: A legend has been told that a sword for a well-trained swordsman had been hidden in the cave.
hu: A legendák szerint egy jólképzett harcosra egy különleges kard vár a barlangban elrejtve.

source: Never mind! It is just a myth.
hu: Ne álmodozz! Ez csak babona.

source: Ooo! That must be the key that Vlady wrote about.
hu: Ó! Ez bizonyára a kulcs, amiről Vladnir is beszélt.

source: A sword of flame! What a marvel! But only a very few, who are trained well, can wield such a blade.
hu: Egy lángoló kard! Micsoda kincs! De ezt csak a legképzettebb vívómesterek képesek használni.

source: Do I have to take this sword?
hu: Vegyem fel ezt a kardot?

source: Yes.
hu: Igen.

source: flame sword
hu: lángoló kard

source: The sword gives the taker a new melee attack.
hu: A kard a használójának új közelharci támadást biztosít.

source: No.
hu: Nem.

source: I don't know how to use a sword, give it to another unit.
hu: Fogalmam sincs, hogy bánjak ezzel a karddal, más talán tudná használni.

source: The rock is moving again!
hu: A szikla megint mozog!

source: Ooo! The wall on the other side is moving.
hu: Ó! A fal a másik oldalon elmozdult.

source: The wall on the other side is moving and something is there!
hu: A fal a másik oldalon elmozdult, és valami van mögötte.

source: The rock is moving and something is there.
hu: A szikla elmozdult, és valami van mögötte.

source: You cannot kill either me and my son, Triton.
hu: Nem ölhetsz meg egyikünket sem, se engem, se a fiamat, Tritont.

source: Why not?
hu: Miért nem?

source: Why not? Don't you know where you are? Here is Ghidsaurs the Dragon's cave. Anything is under his decision.
hu: Miért nem? Nem tudod, hogy hol vagy? Ez Ghidsaurs, a sárkány barlangja. Az ő szabályai érvényesek.

source: Vlady! What are you doing here?
hu: Vlady! Mit keresel te itt?

source: Falci-Nyess, old friend. I am glad to see you. I tried to visit Ghidsaurs with news of what has been happeneing, but some mermen caught me and put me in this cage.
hu: Falci-Nyess, öreg barátom. Örülök, hogy látlak. Megpróbáltam értesíteni Ghidsaursot a történtekről, de ezek a sellők elfogtak és ebbe a ketrecbe zártak.

source: ... Vlady? Are you the one who has been leaving potions behind ... and a magic staff?
hu: Vlady? Te hagytad hátra azokat a flaskákat... és azt a mágikus botot?

source: Yes. I am only an enchanter, not a fighter, alas. I would love to slay orcs, but my strength is not great enough. All I can do is some modest alchemy ... I had hoped to persuade Ghidsaurs to venture forth and eat a few orcs. But I couldn't even fight off the mermen.
hu: Igen. Én sajnos csak egy alkímista vagyok, nem harcos. Szeretném irtani az orkokat, de nincs hozzá elég erőm. Amire képes vagyok, az egy kis kotyvasztás... Reméltem, hogy meg tudom győzni Ghidsaursot, hogy próbára tegye az erejét, és faljon fel egy pár orkot. De még a sellőkön sem jutottam túl.

source: We too intend to visit Ghidsaurs, and we hope to tempt him forth. Come with us, old lizard; help us defeat the orcs. Your magic is no small thing, for all you claim that it is.
hu: Mi szintén Ghidsaursot akarjuk meglátogatni. Reméljük, ki tudjuk innen csábítani. Gyere velünk, öreg gyík; segíts legyőzni az orkokat. A mágiád nem kis dolog, mégha te nem is értékeled nagyra.

source: Ah, you flatter an old drake. But I will come with you.
hu: Ah, hízelegsz az öreg perzsekénynek... De veletek tartok.

source: ... You break Ghidsaurs the Dragon's rule, so you cannot survive ...
hu: ...Megszegted Ghidsaurs, a sárkány törvényét, ezért meghalsz...

source: Welcome to my cave. Who is today's brave morsel?
hu: Üdvözöllek a barlangomban. Ki ez a merész mitugrász?

source: I am. Greetings, Ghidsaurs. I am glad to see you!
hu: Én vagyok. Üdvözöllek, Ghidsaurs. Örülök, hogy látlak!

source: ... Ameck? ... Oh no, I couldn't eat you! You haven't been properly prepared! What are you doing here, little sorceress? I thought you intended to remain in Eisheim for the rest of your life.
hu: ...Ameck?... Ó, nem, nem ehetlek meg. Nem vagy kellőképpen előkészítve. Mit keresel itt, te kis boszorkány? Azt gondoltam, hogy életed hátralévő részét Eisheimben akarod leélni.

source: That was my intention. But these Greenwood elves brought baleful tidings from home, and I could not find it in my stony heart to refuse them. ... Will you help them take Prestim away from its orcish owners?
hu: Ez volt az én elképzelésem is. De ezek a greenwoodi tündék baljós hírekkel kerestek meg, s még az én kőszívem is meglágyult a szerencsétlenségükön, s nem utasítottam vissza a kérésüket... És te, segítenél nekik elvenni Prestimet az orkoktól?

source: Very well. Orcs taste good enough, if you roast them. ... What exactly were the baleful tidings they brought you, Ameck?
hu: Nem rossz ötlet. Ha megpirítjuk egy kicsit az orkokat, még az ízük is jó... Miféle baljós híreket kaptál pontosan, Ameck?

source: They told the great dragon of all that had come to pass, finishing with the news of orcs banding together, perhaps across the entire land. When the port of Prestim came under discussion, Merllow spoke:
hu: Elmondták a hatalmas sárkánynak, mi késztette őket e hosszú útra, végezetül megemlítették az orkok szövetkezését is egymással, amely talán az egész földre fenyegetést jelent. Amikor Prestim kikötőjére került sor, Merllow azt mondta:

source: We should send a garrison force to Prestim. After the orcs have gone, the city must be occupied, or they will simply retake it. I will go with the garrison force.
hu: Helyőrséget is kéne telepítenünk Prestimbe. Miután elfoglaltuk, az újabb ork seregek visszafoglalhatják, ha elhagyjuk. Én ott maradok a helyőrséggel.

source: Very well. Merllow the Sage, thank you for helping us. Good luck with taking Prestim. If we all survive, I hope to see you again some day ...
hu: Nagyszerű. Bölcs Merllow, köszönjük a segítségedet. Sok szerencsét Prestimben. Ha mindannyian túléljük ezt a kalandot, egy napon szívesen látnálak vendégül otthonunkban...

source: Return to Elengavion with Háwclyn, Zylvia, and Princess Ameck as soon as possible.
hu: Azonnal visszatérsz Elengavionba Háwclynnal, Zylviával és Ameck Hercegnővel.

source: To Elengavion!
hu: Elengavionba!

source: Capture Prestim to defeat orcs with Merllow the Sage, Falci-Nyess, and Ghidsaurs before returning to Elengavion.
hu: Bölcs Merllow, Falci-Nyess és Ghidsaurs útját követed Prestim elfoglalására, mielőtt Elengavionba mész.

source: Let us take Prestim.
hu: Foglaljuk el Prestimet!

source: The Battle at Prestim
hu: Prestimi csata

source: Falci-Nyess, Merllow the Sage and Ghidsaurs the dragon spread from elves and Turuk, and set out for Prestim to defeat the southern orcs and thieir local allies. It was 237YW ...
hu: Falci-Nyess, Bölcs Merllow és Ghidsaurs, a sárkány elvált Turuktól és a tündéktől, Prestim mellett állították fel táborukat, hogy megsemmisítsék a déli orkokat a helyi szövetségeseikkel egyetemben. W. i. sz. 237-et írtunk...

source: Hogor, Lord of Prestim
hu: Hogor, Prestim ura

source: Swordmaster Tark
hu: Tark kardművész

source: The city of Prestim lies ahead.
hu: Prestim városa itt fekszik előttünk.

source: We will fall on the orcs like a burning wave!
hu: Úgy zúdulunk az orkokra, mint egy tűzhenger!

source: Death of Falci-Nyess
hu: Falci-Nyess elesik

source: Death of Ghidsaurs the Dragon
hu: Ghidsaurs, a sárkány elesik

source: Run out of Turns
hu: Kifutsz az időből

source: ... More eager orc-killerss! Tcchhtt! Make way! Ssave ssome for uss! Hsss-sss-sss!
hu: ...Vérsssszomjassssz orkgyilkossszok! Hssssz! Helyet nekünk issssz! Mi isssz orkot akarunk gyilkolássszni! Hsssz-sssz-sssz!

source: Oh, Xizzyx! Bless you! Your timing is as good as ever!
hu: Ó, Xizzyx! Isten hozott a harctéren! Az időzítésed tökéletes, mint mindig!

source: Uh, I do not believe Ghidsaurs got defeated! It is a time to go home for us.
hu: Hö, ez hihetetlen! Ghidsautsot megölték! Jobb lesz, ha mi is eltűnünk innen!

source: Xizzyx! Nooooo! You cannot finish your life now!!
hu: Xizzyx! Neeee! Nem halhatsz meg most!

source: We have spent too much time.
hu: Túl sok időt elpazaroltunk.

source: Aaaarck! ...The whole northlands was supposed to be our paradise...
hu: Aaaarck! ...Az egész észak a mi paradicsomunk lehetett volna...

source: Aaaargh!! ... Hu humans?
hu: Ááááh!!... Em-emberek??

source: From 237YW onwards, the southern cities of the Farnorth and port at Prestim remained a human outpost. Even though orcs had been attacking to retake there time to time, humans was able to keep it with some help of Elves, Drakes, and Saurians. Because of the Golden Age of Wesnoth of which peace and prosperity within the kingdom, many families of soldiers had moved to southern cities of the Farnorth to get jobs. Even higher class officers, some of them preferred to move up there because they liked battling, instead of bored guarding in Wesnoth. Some of them rode horses to move up, just like Baldres and his men did in 200YW, and Some used ships at the time. The Farnorth was busy to battle for humans; however, it was fitted for many of Wesnothians at the time of Wesnoth.
hu: W. i. sz. 237-től a Távolészak déli városaiban és Prestim erődjében emberi helyőrség állomásozott. Az orkok időről időre megpróbálták visszafoglalni ezeket a helyeket, de az emberek a tündék, perzsekények és gyíkok segítségével sikeresen megvédték a városokat. Wesnoth Aranykora erre az időre esett, s a békés virágzás a királyságon belül a kalandvágyókat Távolészak e déli területeire csábította, és sok katonacsalád is idetelepült. Számos magasrangú tiszt is, aki csatára vágyott, felköltözött. Távolészak kitűnő terepet nyújtott a csatáknak, s a kalandorlelkű wesnothiak itt kiélhették vágyaikat.

source: Elf
hu: Tünde

source: Striking Back
hu: Ellentámadás

source: The timely return of Háwclyn with Princess Alingwen allowed the Greenwood elves to recapture the Elengavion castle. The death of Lord Zluld marked the end of an era, but another battle was imminent. The very next morning, the elvish host made ready to attack Dorest. In the rush of preparations, Eämeral and Alingwen had no time to tell one another of all that had passed in the twenty-four years since last they saw one another.
hu: Háwclyn jó időben történt visszatérése lehetővé tette a tündéknek az Elengavion Kastély visszafoglalását. Lord Zluld halála egy korszak végét is jelentette, de azonnal újabb háborúság indult. Már másnap reggel a tünde sereg megindult Dorset ellen. A lázas készülődés közepette Eämeral és Alingwen nem sok szót válthatott egymással az elmúlt huszonnégy év történéseiről, mióta nem látták egymást.

source: Dessen the Elder Chief
hu: Dessen, Öreg Főnök

source: Now, the armoured warrior is Dessen the Elder Chief. I doubt we will be able to kill him. I will let him rebuild the peaceful human city again. We should concentrate on finding Gulder and killing him. I feel a presense behind Dessen the Elder Chief.
hu: Nos, az a páncélos harcos ott, az Dessen, az Öreg Főnök. Kétlem, hogy meg tudnánk ölni. Inkább hagynunk kellene, hogy újjáépítse ezt a békés emberi várost. Nekünk Gulderre kell koncentrálnunk, őt kell megtalálnunk és megölnünk. Érzem a jelenlétét valahol Dessen mögött.

source: There is something behind him, ma'am. It looks like a dark portal. I am sure that it was not there before.
hu: Van mögötte valami, fenség. Valamiféle sötét kapunak látszik. Biztos, hogy korábban nem volt ott.

source: I feel a dark power flowing out from that doorway. I have little doubt that Gulder lurks within. ... That chamber should be our main target!
hu: Igen, sötét energiát érzek áramlani abból a kapuból. Nem kétlem, hogy Gulder ott rejtőzködik mögötte... Az a csarnok a fő célpontunk!

source: Move Háwclyn to the entrance of basement
hu: Háwclyn eléri a bázis bejáratát

source: Ooow!
hu: Aúúú!

source: It seems his horse is not cursed.
hu: Úgy tűnik, a lovat nem kontrollálja Gulder...

source: Aaaack! Gulder...
hu: Áhhh! Gulder...

source: Oh, no! I told you not to kill him. It was not his fault. All of these people have been controlled by Gulder, except orcs. We had to let him lead Dorest again after we destroy Gulder...
hu: Ó, ne! Mondtam, hogy ne öljétek meg! Nem az ő hibája volt. Ezeket az embereket Gulder irányította, még az orkokat is. Hagynunk kellett volna, hogy Dessen vezesse újra a népét Gulder pusztulása után.

source: Aaaargh! We were supposed to get the whole northlands back with local allies ...
hu: Ááááh! Azt ígérték, hogy egész Északföldét visszafoglaljuk a helyi szövetségeseinkkel...

source: You gain a bonus of 100 gold!
hu: Kapsz 100 arany jutalmat!

source: Gulder! Gulder! Aiieee! ...
hu: Gulder! Gulder! Jajjjj! ...

source: Very well, let us enter quickly. Gulder will probably be waiting for us.
hu: Eddig megvolnánk, gyorsan menjünk be. Gulder talán már felkészült a fogadásunkra.

source: Háwclyn, Queen Eämeral, and his troops streamed through the portal as quickly as they could. The chamber beyond had a chilling and powerful aura, so strong the even the non-mages could feel it.
hu: Háwclyn, Eämeral királynő és katonáik betörtek a kapun át, amilyen gyorsan csak tudtak. Egy csarnokba értek, amelyben hűvös mágikus erő lüktetett olyan erősen, hogy még azok is érezték, akiknek a mágiához semmi köze sem volt.

source: Draug
hu: Felejtő

source: What a hellish place! Vampire bats ... no doubt there is worse to come.
hu: Micsoda kísérteties hely! Vérszívó denevérek... s ennél csak rosszabb jöhet...

source: Gulder is very near. But there will be other horrors to face as well.
hu: Gulder nagyon közel van. De mindenféle szörnyűséggel is találkozhatunk őelőtte.

source: What is that? The wall is moving.
hu: Mi van? Mozog a fal.

source: Undead? Why are they in Dorest?
hu: Élőholtak? Mit keresnek ezek Dorestben?

source: Hmmm ... that is why ... those holy waters are probably for people in Dorest when they see Gulder.
hu: Hmmm... akkor ezért... ezek a szentelt vizes flaskákat az emberek nyilván Gulder felbukkanásakor akarták használni.

source: Someone is there! Is that Gulder?
hu: Valaki van itt! Ez lenne Gulder?

source: No, I think not. Power is much less than one in Gulder. Must be someone else.
hu: Nem, nem hiszem. Sokkal gyengébb, mint Gulder. Valaki más az.

source: Are you sure that Gulder is here, Queen Eämeral? It seems just the nest of undead.
hu: Biztos vagy benne, királynőm, hogy Gulder itt van? Ez a hely élőholtak fészkének látszik.

source: I am positive.
hu: Biztos vagyok benne.

source: It seems there is nothing here.
hu: Úgy tűnik, nincs itt semmi.

source: No, there is something, Háwclyn!
hu: De igen, valaminek lennie kell itt, Háwclyn!

source: That is Gulder, right there!
hu: Ő az, Gulder!

source: Welcome! Welcome! I was planning to kill you after I had brought all the elves of the Greenwood through the gates of hell. So obliging of you to step through of your own accord and save me the trouble!
hu: Üdv! Üdvözöllek titeket! Úgy terveztem, hogy megöllek minannyiótokat, miután Greenwoodból az összes tündét lehurcoltam ide, a pokol kapuján keresztül. Igazán leköteleztetek, hogy önként léptetek be a kapun, s megkíméltetek engem egy csomó problémától.

source: We are here to kill you, Gulder. We will send you back into the pits of hell on your own.
hu: Azért jöttünk, hogy megöljünk, Gulder. A pokol legsötétebb bugyrába küldünk vissza.

source: Hahahaha! Foolish, impudent whelp! I thought the Greenwood elves were as stupid as trolls, but I overestimated you! I learned the undead arts from Jevyan himself! You cannot hope to oppose me!
hu: Hahahaha! Ostoba, beképzelt kölykök! Azt hittem, a greenwoodi tündék olyan ostobák, mint a trollok, de túlbecsültem a képességeiteket! Magától Jevyantól tanultam az élőholt lét művészetét! Nem tudtok legyőzni!
