Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Decades passed and nobody had talked to Alingwen or even knew where she was. On the other hand, Eämeral became queen of the Greenwood after the era of elves in their Forest had been changed. She decided to stay continuously in the Elengavion Castle, where she had been since the death of her mother, by leaving the most of Elvanadíon's force to her brother in Rowandel. A hero of the Battle of Dorest, Elen-Garil, fell gravely ill and died. Therefore, Lord Zluld had moved to south to advise the young Queen Eämeral in matters of government.
hu: Évtizedek alatt senki sem beszélt Alingwennel, s nem is tudták, hol van. Ugyanakkor Eämeral vált Greenwood királynőjévé, ezzel egy korszak le is zárult a tündék történetében. Eämeral állandó lakhelynek szemelte ki Elengaviont, ahol édesanyja halála óta tartózkodott, míg Elvanadíon seregének java részét Rowandelben hagyta a bátyjának. A doresti csata hőse, Elen-Garil halálos betegségbe esett és meghalt. Lord Zluld emiatt délre költözött, hogy az ifjú királynőnek segítségére legyen a kormányzásban.

source: In Dorest, Dessen the Elder Chief had governed the humans since the fall of Baron Baldres. He usually stayed at the main keep within the city. In fact, with Baldres and all his lieutenants dead, the people of Dorest saw much greater freedom and tranquility, and relations with the elves began to improve. Because there had been so many casualties in the Battle of Dorest, Queen Eämeral made a peace treaty with Chief Dessen the Elder in which both sides promised not to attack or invade each other.
hu: Dorestben Dessen, az Öreg Főnök irányította az ügyeket Baldres báró halála óta. Ő leginkább a városon belül lévő erődben tartózkodott. Baldres és tisztjeinek halála után a város sokkal inkább szabadnak és virágzónak látszott, s a tündékkel való kapcsolat is sokkal szívélyesebbé vált. A doresti csata során elszenvedett véráldozatok miatt Eämeral királynő békét kötött Dessen Öreg Főnökkel elkerülendő a jövőben a hasonló konfliktusokat.

source: From then on, the southern Greenwood elves and the people of Dorest coexisted peacefully. They began to share the land, invited each other to festivals and celebrations, and some even had families together. When hordes of orcs attempted to retake Dorest, as they did from time to time, they were always driven back by the united forces of humans and elves.
hu: Ettől a naptól fogva Dél-Greenwood tündéi és Dorest emberei békében éltek egymás mellett. Közös használatba vették a földeket, meghívták egymást az ünnepeikre, s még családi kapcsolatok is alakultak köztük. Amikor ork hordák próbálták meg visszafoglalni Dorestet, ami időről időre bekövetkezett, az emberek és tündék egyesült seregével szemben mindig alulmaradtak.

source: A brave young elf, Háwclyn, the son of Elen-Garil, and Zylvia, the daughter of Lord Zluld, were patrolling the border between Elengavion of the southern Greenwood and human's territory. There had been nothing to do for most of their time together. Today was going to be different.
hu: Egy bátor fiatal tünde, Háwclyn, Elen-Garil fia, és Zylvia, Lord Zluld lánya vezették a határőr járőrt, amely felügyelte a határt Elengavion, a déli Greenwood és az emberi területek között. Általában semmi gondjuk nem volt, eseménytelenül telt el a szolgálatuk. Ma azonban valami történt.

source: Death of Shoko
hu: Shoko elesik

source: Death of Princess Ameck
hu: Ameck hercegnő elesik

source: Death of Queen Eämeral
hu: Eämeral királynő elesik
