Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Baldres did not care how far he had to travel to get his own territory. After a long journey on horseback, he and his followers came across an orcish city called Dorest. As soon as Baldres, Ishlars, and Jil had completed their plan of attack, they launched an assault on the city.
hu: Baldrest nem érdekelte, hogy milyen messzire kell északra mennie, csak az számított, hogy saját birtoka legyen. Hosszú lovaglás után követőivel megérkeztek Dorest ork város alá. Ahogy megbeszélték a támadás tervét, meg is indították az első rohamot a város ellen.

source: Saurians
hu: Gyíkok

source: Orcs
hu: Orkok

source: Harik Whitefang
hu: Fehérfogú Harik

source: Gragaar the Mighty
hu: Gorilla Gragaar

source: Finally, a chance at a city of my own, and no meddling monarch to bow to. These poor primitives will not trouble us! To arms! My- Our city lies before us!
hu: Végre egy esély egy saját városra, s nem kell uralkodók előtt hajbókolni. Ezek a primitív népek nem okoznak gondot! Fegyverbe! A városom - jövendő otthonunk fekszik előttünk!

source: Time to crack some orc-heads!
hu: Itt az ideje, hogy beverjek néhány ork fejet!

source: I still do not really recommend to do it.
hu: Még mindig nem javaslom, hogy ezt tegyétek.

source: Defeat the enemy leaders
hu: Legyőzöd az ellenséges vezéreket

source: This may be our last battle, Jil. Supplies are running very low. What food will we find in the city?
hu: Ez lesz az utolsó csatánk, Jil. A készleteink erősen megfogyatkoztak. Miféle élelmet találunk a városban?

source: My Lord, orcs will eat anything but troll. I wouldn't touch any supplies inside that city until we know where they are from.
hu: Uram, az orkok a trollokon kívül mindent megesznek. Mindenesetre nem nyúlok semmiféle élelemhez odabenn, míg meg nem tudom, miből készült.

source: This is a harder battle than I expected. I've never known these savages to be such determined fighters.
hu: Keményebb a csata, mint vártam. Nem gondoltam volna, hogy ezek a barbárok ilyen tántoríthatatlan harcosok.

source: My Lord! Ishlars' Doom is now ready to use! It has not been tested, but may I try it? I think we can give the orc leader a jolt he won't forget.
hu: Uram! Ishlars Pokoli Tüze készen áll a bevetésre. Még nem teszteltem le, de kipróbálhatom most? Küldhetünk az ork vezérnek egy olyan csapást, hogy megemlegesse!

source: Very well. Having dragged that cannon for eight score leagues and ten... Go ahead.
hu: Jól van, százhetven mérföldön át vonszoltuk az ágyút, de most... Előre!

source: Fire!
hu: Tűz!

source: Gwah! What devilry is this?
hu: Höhh! Micsoda pokoli szerzet ez?

source: That is... satisfactory, Ishlars. Fire it again.
hu: Ez... fantasztikus, Ishlars. Újabb lövést!

source: Yes, My Lord! Fire!
hu: Igen, uram! Tűz!

source: Oh dear, a setback. Perhaps the weapon's name was somehow at fault?
hu: Ezt a pechet! Talán a fegyver neve volt egy kicsit eltúlozva?

source: Please forgive me, My Lord. I did think the cannon would be strong enough!
hu: Bocsáss meg, uram! Azt hittem, hogy az ágyú elég erős lesz!

source: Ishlars, old friend. That... provocation will have put the orcs into a slaying frenzy. We will not be able to retreat. I promise, if we lose this day I'll throw you to the orcs before I meet my own death. They can be most... creative, when roused.
hu: Ishlars, öreg barátom! Ez... a provokáció megőrjíti az orkokat. Nem hátrálhatunk meg. Megígérem neked, hogy ha elvesztjük a csatát, mielőtt meghalok, saját kezűleg hajítalak az orkok közé. Sokkal... kreatívabbak, ha bevadulnak.

source: Tcchht! Heard ssounds of battle! Ah, humanss! If you are fighting orcss, let me join in!
hu: Ssszzhh! Csatazajt hallok! Ah, emberek! Ha az orkokkal harcoltok, hadd csatlakozzunk, mi is!

source: ... A mercenary... lizard man? ... Wanting to fight the orcs? Why, er, certainly.
hu: ... Egy zsoldos... gyík? Az orkok ellen alkarsz harcolni? miért is ne?

source: Thanks for helping!
hu: Köszönet a segítségért.

source: Not a problem.
hu: Szívesen.

source: Aaargh! Curse you, humans! Other orcs will come! We will take this place back!
hu: Ááááhhh! Átok rátok, emberek! Más orkok fognak jönni és visszaveszik ezt a területet!

source: Finally, Baldres had achieved his main ambition; control of his own city, unfettered by feudal obligations. But his desire for conquest continued to burn as strong as ever, and as soon as his hold on Dorest was secure, he began looking for further challenges... End of Part One
hu: Végül Baldres elérte legfőbb vágyát; igazgathatta saját városát mindenféle feudális megkötöttség nélkül. De hódítási vágya tovább izzott benne, s alighogy megszilárdította helyzetét Dorestben, újabb kihívások után nézett... Vége az első résznek

source: Broken Treaty
hu: Felrúgott egyezmény

source: elf
hu: tünde

source: Wild Horse
hu: Vadló

source: Defeat enemy leader
hu: Legyőzöd az ellenséges vezért

source: Death of Háwclyn
hu: Háwclyn elesik

source: Death of Zylvia
hu: Zylvia elesik

source: Hey! Zylvia, look at over their. A group of the Dorest humans are approaching. But why are they armed?
hu: Hejj! Zylvia nézz csak oda! Egy csoport doresti ember közeledik. De miért vannak felfegyverezve?

source: I do not know. But fear not, Háwclyn. I recognise their leader. That is my friend, Rhyss.
hu: Nem tudom, de aggodalomra semmi ok, Háwclyn. Ismerem a vezetőjüket. A barátom, Rhyss az.

source: Greetings, Rhyss! What are you doing today? Are you going to a tournament, perhaps?
hu: Üdv, Rhyss! Hogy vagy mindig? Kirándulni indultál?

source: Rhyss? Can't you hear me?
hu: Rhyss!!! Süket vagy?

source: ... I ... do ... not ... know ... you ... We come here to kill you...
hu: ...Én...nem... tudom...ki vagy... Azért jöttünk, hogy megöljünk titeket...

source: What!? But ... there's a treaty between Dorest and the Greenwood! Are you mad?
hu: Micsoda!? De... hiszen egyezményt kötöttek a dorsetiek és a greenwoodiak. Megőrültél?

source: It seems he is. To arms! To arms!
hu: Úgy tűnik... Fegyverbe, fegyverbe!

source: Only two survivors, recruited on this level, will be taken to the journey, and the others will be recalled later on scenario 20.
hu: Csak két, most toborzott túlélő hívható vissza a kutatóútra, a többiek később, a 20. küldetésnél lesznek elérhetőek.

source: Rhyss! Wake up! It's me, Zylvia, the daughter of Lord Zluld. Don't you recognize me.
hu: Rhyss! Térj magadhoz! Én vagyok az, Lord Zluld lánya, Zylvia. Nem ismersz meg?

source: Rhyss, please! I don't want to fight you!
hu: Kérlek, Rhyss! nem akarok harcolni veled!

source: ... Ha ... ha ... ha ... This is not the end. More soldiers are coming in a few days ... Gulder ... for Gulder ...
hu: ...Ha...ha...ha... Ezzel még nincs vége. Napokon belül újabb harcosok jönnek... Gulder... Gulderért...

source: What does he mean?
hu: Mit akar ezzel mondani?

source: I do not understand what happened to Rhyss. He was a kind man. We have been friends since we met at the final of the archery competition last year.
hu: Nem értem, mi történt. Rhyss egy klassz srác volt. Barátok voltunk a tavalyi íjászverseny döntője óta.

source: We have to report this to Queen Eämeral immediately.
hu: Azonnal jelentést kell tennünk Eämeral királynőnek.

source: Queen Eämeral
hu: Eämeral királynő

source: Despite her youth, Queen Eämeral was widely respected among the elves. She was a seer, and her divinations had warned her that a crisis was imminent. On hearing Háwclyn and Zylvia's news she immediately convened an emergency meeting.
hu: Fiatal kora ellenére Eämeral királynő nagy tiszteletnek örvendett a tündék körében. Látnoki képessége, látomásai figyelmeztették a küszöbön álló veszélyre. Háwclyn és Zylvia beszámolóját hallva azonnal válságstábot hívott össze.

source: Háwclyn and Zylvia, I am glad you are back safely. This is a very serious situation. I felt a powerful spirit enter Dorest early this morning. Please describe your attackers to me.
hu: Háwclyn és Zylvia, örülök, hogy épségben visszaértetek. Nagyon súlyos a helyzet. Hajnalban egy nagyon erős szellem érkezését éreztem Dorestbe. Mondjátok el, kik támadtak meg titeket!

source: They looked ... strange, your majesty. Vacant. It seemed like they didn't know who they were.
hu: Olyan... furcsák voltak, fenség. Olyan gépiesek. Mint akik nem is tudják, mit cselekszenek.

source: That sounds like the work of Gulcyn the Wizard. And yet, while the spirit I felt this morning was similar to his, its power was much greater than one for his. I had also heard that Gulcyn had died many years ago.
hu: Hmmm, ez Gulcin varázsló művére emlékeztet. Habár a szellem, amit éreztem hajnalban, emlékeztetett rá, a hatalma sokkal nagyobbnak tűnt, mint az övé volt. Egyébként is azt hallottam, hogy Gulcyn néhány éve meghalt.

source: Your majesty, Rhyss said, 'Gulder ... for Gulder' as he fell.
hu: Fenség, Rhyss valami Guldert emlegetett; 'Gulderért ' - mondta, mikor elesett.

source: I believe that was the name of Gulcyn's only son. He could probably use the same magical arts as his father, and he was almost twice powerful than Gulcyn. But I had heard that he too had died a few years ago.
hu: Azt hiszem ez volt a neve Gulcyn egyetlen fiának. Valószínűleg ugyanolyan varázslatokat használ ő is, mint az apja, de legalább kétszer olyan erősen. Bár úgy hallottam, hogy pár éve ő is meghalt.

source: It seems we were misled. He must have been deliberately concealing his powers until he was ready. But why is he using humans in Dorest to attack us? And how did he gain such great power?
hu: Úgy látszik, tévedtünk. Nyilván szándékosan titkolta az erejét, amíg fel nem készült a bevetésére. De miért embereket használt eszközül a megtámadásunkra? S egyáltalán, honnan van az ereje?

source: Eämeral closed her eyes and meditated briefly, then continued.
hu: Eämeral behunyt szemmel gondolkozott egy kicsit, aztán folytatta.

source: Well. Whether it is Gulder or not, it is clear we are under attack by someone with great magical power and the armies of humans behind him. There is not much time left to respond. Lord Zluld, send your scouts to the my brother in Rowandel of northern Greenwood. Tell him what is happening. Háwclyn, my loyal subordinate: your assignment will be much harder.
hu: Nos, akár Gulder az, akár nem, világos, hogy egy nagyerejű mágus vette rá az embereket, hogy megtámadjanak minket. Nincs sok időnk a felkészülésre. Lord Zluld, küldd el a felderítőket a bátyámhoz, Rowandelhez az erdő északi részébe. Mondd el neki, mi történt. Háwclyn, hűséges alattvalóm: rád sokkal nehezebb feladatot bízok.

source: Whatever you say, I will do, ma'am.
hu: Bármit megteszek, fenség.

source: I believe we could defeat humans in Dorest, with reinforcements from the northern Greenwood. I do not believe we could defeat the mage controlling human-soldiers as well, even if your father Elen-Garil were still alive. We need a powerful sorceress of our own: my half-sister Alingwen.
hu: Hiszem, hogy az északról érkező erősítéssel legyőzhetjük a doresti embereket. Viszont nem hiszem, hogy a mágus irányította zsoldosokat is ilyen könnyen legyőznénk, mégha atyád, Elen-Garil élne, akkor sem. Egy nagyerejű boszorkány segítségére lesz szükségünk: a féltestvéremére, Alingwenére.

source: The mention of Alingwen's name caused a stir in the audience. The story of Alingwen was just a legend among the younger elves such as Háwclyn.
hu: Alingwen nevének említésére moraj támadt a teremben. Alingwen története csupán mese volt az ifjak, s így Háwclyn számára is.

source: Are you serious, your majesty? Do you know where she is?
hu: Komolyan gondolod, fenség? Tudod, hol található?

source: I do not know exactly where she lives, Lord Zluld, but I feel her presence northwest from here and not very far away. She has probably chosen a dwelling in the Mountains of Dorth. Her power had already been transcended one in Gulcyn the Wizard when she was eleven. If we enter battle with her at our side, we may prevail ...
hu: Pontosan nem tudom, hol él, Lord Zluld, de érzem a jelenlétét innen északnyugatra, nagyon messze. Talán a Dorth-hegységben talált új otthonra. Az ő ereje már tizenegy évesen is felülmúlta Gulcyn varázslóét. Ha őt is a mi oldalunkon tudhatjuk a csatában, akkor jók az esélyeink...

source: The queen spoke sadly because she remembered why Alingwen had left her home; she also did not really want to see her half-sister again under such dire circumstances. Then she undid a chain round her neck, and passed a beautiful white-golden talisman to Háwclyn.
hu: A királynő csendes szomorúsággal beszélt, mert emlékezett rá, hogy miért kellett Alingwennek elhagynia az otthonát; s nem szívesen várta a viszontlátást azután a szörnyű helyzet után. Aztán leoldotta nyakláncát, és Háwclynnek nyújtotta a fehérarany talizmánt.

source: Finding Alingwen and bringing her back here safely will not be easy, but you must not fail this mission. Háwclyn, this talisman is one of a pair. Our mother Queen Melindë gave us one each before she pasted away. It will be an earnest of the seriousness of our request.
hu: Alingwent megtalálni és biztonságban hazahozni nem lesz könnyű, de nem bukhatsz el. Háwclyn, édesanyánktól, Melindë királynőtől kaptuk a talizmánokat, a párja Alingwennél van. Ez fogja igazolni a számára, hogy valóban nagyon súlyos helyzetben vagyunk.

source: Ma'am, I am still concerned. Even if Háwclyn finds your half-sister, I wonder whether she will join us. She may even hold a grudge against us.
hu: Fenség, én még mindig aggódom. Mégha Háwclyn megtalálja is a féltestvéredet, korántsem biztos, hogy rá tudja venni a visszatérésre. Nagyon neheztelhet ránk.

source: That is why I am sending Háwclyn, and why I gave him my talisman. Alingwen respected his father, Elen-Garil, as a mentor, remember? Also, Háwclyn can handle Elen-Garil's sword which has been made by orichalcum and magical boots as well. I fear we have no choice, Lord Zluld. This mission may be our only hope.
hu: Ezért küldöm Háwclynt, és ezért adtam neki a talizmánomat. Alingwen nagyon tisztelte az apját, Elen-Garilt, mint a támogatóját, emlékszel? Aztán meg Háwclyn képes használni Elen-Garil kardját, ami orikalkumból készült, meg a mágikus csizmáját is. Tartok tőle, nincs más lehetőségünk, Lord Zluld. Ez az egyetlen esélyünk.

source: Ma'am, with your permission I would like to send my daughter with Háwclyn. She knows the story of Princess Alingwen, and she may add further weight to our pleadings.
hu: Fenség, engedelmeddel a lányomat is elküldeném Háwclynnal. Ő is ismeri Alingwen hercegnő történetét, és nyomatékosabbá teheti a kérésünket.

source: At the end, Eämeral emphasized the necessity for taking strong measures.
hu: Végül Eämeral drámai szavakkal ecsetelte a helyzetet.

source: Háwclyn and Zylvia, our lives are in your hands. Horses will not be able to cross the terrain you must cover, and I cannot spare much soldiers to send with you. Nevertheless, you must return with Alingwen as soon as possible. It is vital.
hu: Háwclyn és Zylvia, az életünk a ti kezetekben van. A lovak használhatatlanok azon a földön, ahova indultok, és nagyszámú kíséretet sem tudok mellétek adni. Mindezek ellenére, Alingwennel együtt kell visszatérnetek, amilyen gyorsan csak tudtok. Ez életbevágó.

source: Yes, ma'am.
hu: Igen, fenség.

source: Over the River
hu: Át a folyón

source: Southern Orcs
hu: Déli orkok

source: Beasts
hu: Vadak

source: While equipped with his family heirlooms, Háwclyn has a lightning attack, and his resistance and movement rates have been altered.
hu: Mivel Háwclyn felszerelkezett a családi fegyverzettel és a talizmánnal, képességei módosultak, s villámlással is sújthat ellenségére.

source: The Guard Captain ordered me to carry our banner. It feels so odd for me to be bearing it.
hu: A helyőrség parancsnoka rám bízta a csapatzászlót. Nagy megtiszteltetés számomra, hogy én vihetem.

source: It's all right. ... We have to go without Captain or Marshall anyway. Look! There is a withered pine tree beside an old castle! That is our sign of emergency. Somebody needs help there!
hu: Rendben van, ha már kapitány vagy pláne marsall nem lesz a kíséretünkben. Nézzetek oda! Egy elszáradt fenyőfa van a kastély mellett, ez a vészjelzésünk. Valakinek segítségre van szüksége!

source: Move Háwclyn or Zylvia to the castle at Northwest
hu: Háwclyn vagy Zylvia eléri a kastélyt északnyugaton

source: Orcish Territory
hu: Ork felségterület

source: We are entering orcish territory now. Keep alert.
hu: Ork területre léptünk. Legyetek óvatosak!

source: Even the beasts seem cursed!
hu: Még a vadakon is átok ül!

source: Yes! Somebody is here!
hu: Igen. Valaki van itt.

source: Merllow the Sage
hu: Bölcs Merllow

source: Sergeant Cryndil and Merllow the Sage! What is happening? Elengavion Castle is in danger, Sergeant! You have to be back immediately.
hu: Bölcs Merllow és Cryndil őrmester! Mi történik itt? az Elengavion Kastély veszélyben van, őrmester. Azonnal vissza kell térnie!

source: I heard it form Merllow the Sage, Háwclyn, but many southern orcs are over the river, so we have to protect not to come this side of the river.
hu: Hallottam róla Bölcs Merllowtól, Háwclyn, de annyi déli ork nyüzsög a túlsó parton, vissza kell tartanunk őket, nem kelhetnek át erre az oldalra.

source: It's Gulder. That dangerous half-elven wizard suddenly appeared with many of southern orcs. He uses the same spiritual arts that Gulcyn the wizard used to use, many years ago. He has gathered a host of southern orcs and is using them to attack Elengavion Castle!
hu: Ez Gulder műve. Az a féltünde varázsló egyszercsak megjelent itt egy déli ork ármádiával. Ugyanazt a spirituális trükköt használja, mint amivel Gulcyn operált sok évvel ezelőtt. Összegyűjtött egy egész ork kompániát és velük ostromoltatja az Elengavion Kastélyt.

source: Southern orcs? How has he been able to control orcs? They do not normally listen to what humans say, do they?
hu: Déli orkokkal? Hogy uralkodhat az orkok fölött? Hiszen semmibe veszik, amit bárki emberfia mond nekik.

source: I don't really know. I just escaped with some of my supporters before I too was enslaved.
hu: Nem tudom, hogy csinálja. Néhányan éppencsak el tudtunk szökni előle, mielőtt a rabjaivá tett volna.

source: All right. I will take care of orcs here. We have to get the deep of the mountains of Dorth, anyway. Sergeant Cryndil! Follow what I said, and Merllow the Sage! Could you come with us? We will need your art to defeat southern orcs.
hu: Rendben van. Én elbánok ezekkel az orkokkal. Mindazonáltal mélyen a Doth-hegység belsejébe kell nyomulnunk. Cryndil őrmester! Tegye, amit mondtam! Bölcs Merllow, velünk jönnél? Szükségünk lesz a tudásodra, hogy megsemmisítsük a déli orkokat.

source: Indeed. It will be nothing if I keep hiding here, anyway.
hu: Jövök. Ha csak itt rejtőzködök, azzal semmi sem fog megváltozni.

source: Sir Cryndil! May I go with Háwclyn? I would like to make a legend.
hu: Uram, elkísérhetem Háwclynt? Történelmet szeretnék írni.

source: Even you come with us to the castle, you will not be helpful much just by yourself, so it will be up to Háwclyn.
hu: Inkább gyere velünk a kastélyba. Nem hiszem, hogy egymagadban sok segítséget nyújthatnál, de döntsön Háwclyn.

source: You can come with me. I am sure you will be helpful.
hu: Velünk jöhetsz. Biztos vagyok benne, hogy nagy szolgálatot tehetsz nekünk.

source: You can now recruit Merllow the Sage's supporters
hu: Mostantól Merllow kíséretéből is toborozhatsz

source: Aaaargh!
hu: Ááááhhh!

source: I still see no reason for southern orcs to lurk here, whether they came of their own accord or because Gulder sent them.
hu: Még mindig nem értem, hogy ólálkodhatnak déli orkok itt. Vajon saját akaratukból jöttek, vagy tényleg Gulder küldte őket.

source: That small river leads in the direction of the Mountains of Dorth. We should follow it.
hu: Az a kis folyócska épp a Dorth-hegység felé vezet. Követnünk kéne a völgyét.

source: Aaaargh!...
hu: Ááááhhh!...

source: Noooo, Merllow the Sage!...we need you!
hu: Neeee, Bölcs Merllow!... szükségünk lenne rád!

source: This is not suppose to be...
hu: Ennek nem szabadott volna megtörténnie...

source: In the Swamps
hu: A mocsarak közt

source: Háwclyn and the party travelled a long distance along the small river; however, their quest for the Princess Alingwen had barely begun. When they reached the road between Prestim and Lmarig, a certain saurian was preparing to do battle with a force of southern orcs.
hu: Háwclyn kíséretével a folyócska völgyében folytatta útját; de küldetésük igazából épp csak elkezdődött.Amikor a Prestim és Lmarig között fekvő utat elérték, épp egy gyíkcsapat készülődött megütközni a déli orkokkal.

source: Southern Orc
hu: Déli ork

source: Orcish Mage
hu: Ork mágus

source: Defeat Orcish Mage to find out what is going with the orcs
hu: Legyőzöd az ork mágust, hogy megtudd, mi van az orkokkal

source: Death of Merllow the Sage
hu: Bölcs Merllow elesik

source: ...Let's take over here!!
hu: ...Foglaljuk el ezt a területet!

source: Kyeee ... why are sssouth orcs in my territory?
hu: Hájjéé... Mit keresnek az orkok az én felségterületemen?

source: Sir, may we offer you our help? We are no friends of orcs, and we must fight past them to get to the Mountains of Dorth in any case.
hu: Uram, felajánlhatom a segítségünket? Nem vagyunk az orkok barátai, és különben is elállják az utunkat a Dorth-hegység felé.

source: Tccht! Ssstrange! Why you carry the elvish banner when you are not captain or marshal? Tcht! You must be fake elf ...
hu: Cöcö! Különössss! Miért van nálad tünde zászló, mikor nem is vagy kapitány, se marsall? Cöcö! Nem is vagy igazi tünde...

source: I am Háwclyn, son of Elen-Garil.
hu: Háwclyn vagyok, Elen-Garil fia.

source: And I am Zylvia, daughter of Lord Zluld.
hu: Én pedig Zylvia, Lord Zluld lánya.

source: Elen-Garil? and Tsss-luld?... I have heard those namess ... Ah, heroes of the battle of Doresst! ... You may join.
hu: Elen-Garil? és SSSzzuld?... Hallottam már ezeket a neveket... Ah, a doresssszzti csatában verekedtek... Csatlakozhattok.

source: Trolls, nagas, and southern orcs? Here? What is the land coming to?
hu: Trollok, nagák és déli orkok? Itt? Mekkorát fordult a világ!

source: who is that?
hu: Ki az?

source: Tsss. Friend. Name Vladnir. Leave him alone though. Likess ssaurians. Lesss fond of other ground-crawlerss.
hu: Sssszzz. Barát. Vladnir a neve. De ne zavarjátok! Szereti a gyíkokat. De a többi földi lényt nem nagyon kedveli.

source: To Prestim
hu: Prestim felé

source: To Lmarig
hu: Lmarig felé!

source: We are out of time!
hu: Kifutottunk az időből!

source: Oh, no! Sir!
hu: Ó ne, uram!

source: ... Ha ... ha ... ha ...this is not the end ... Gulder ... for Gulder ...
hu: ...Ha... ha... ha... ezzel még nincs vége... Gulder... Gulderért...

source: Wait, that is exactly what Rhyss said.
hu: Álljon meg a menet, Rhyss pontosan ezeket a szavakat mondta a halála előtt.

source: Does that mean the orcish mage was also controlled by Gulder?
hu: Azt jelenti ez, hogy az ork mágust szintén Gulder irányította?

source: Hmmm ... Perhaps Gulcyn's arts depend on the sensitivity of the victim's brain. It might not work for most orcs, but it might work for their shamans ...
hu: Hmmm... Talán Gulcyn befolyása az áldozatok szellemi képességeitől függ. A legtöbb ork érzéketlen, de a sámánjaik fogékonyak...

source: So you mean Gulder could control the orcish shamans, and they could command the southern orcs?
hu: Szóval azt mondod, hogy Gulder az ork sámánokat tartja a befolyása alatt, akik viszont vezetik a déli orkokat?

source: I am just saying the possibility...
hu: Csak a lehetőségeket vázolom...

source: Merllow the Sage, I do hope you are wrong, but I think we should now make all possible haste.
hu: Bölcs Merllow, erősen remélem, hogy tévedsz, de mindent el kell követnünk, hogy minél gyorsabban haladjunk.
