Repository: wescamp/Fate_of_a_Princess-1.8
Catalog: po/*.po
Languages: hu

source: Dwarvish runesmiths use their growing mastery of the dwarven runes to enchant their weapons and armor by carving arcane runes upon them. These runes infuse the runesmith's blows with power and accuracy, while their opponents' blows are magically weakened even as they strike home. A runesmith also makes much use of the fire rune, carving multiple fire runes on his staff and thereby enchanting it to blast out sheets of magical flame.
hu: A törp rúnakovácsok tudásukat a fegyvereik erejének illetve vértjeik ellenállásának növelésére használják az azokba vésett rúnák segítségével. Ezek a rúnák rúnakovácsok csapásának pontosságát és erejének nagyságát növelik, míg az ellenség csapásának erejét szelidítik meg. A rúnakovácsok használják a tűzrúnákat is, amiket egy botra róva azokat mágikus tűzcsapás kibocsátására teszik alkalmassá.

source: Silver Unicorn
hu: Ezüst egyszarvú

source: Gleaming with light, these exotic creatures bear a magical silvery horn in the middle of their foreheads which can shoot rays of pure light. Unicorns are so strongly imbued with the powers of Light and Life that their mere presence heals allied units around them.
hu: Ezek a különleges, fénybe burkolózó lények mágikus ezüstszarvat viselnek a homlokukon, amiből fénysugarat lövellhetnek ki. Az egyszarvúak annyira fel vannak töltve Fénnyel és Életerővel, hogy puszta jelenlétük gyógyító hatással bír a szomszédos sövetséges egységekre.

source: horn
hu: szarv

source: lightbeam
hu: fénycsóva

source: Saurian Skirmisher
hu: Gyík menetelő

source: Saurians are very small of frame, and though they are somewhat frail because of this, they are very, very agile. In combat, their size allows them to dart past defenses that would hold any grown man at bay, making them a tricky foe to deal with. Spears are their preferred weapon, as their powerful hind legs can drive a spear with enough force to do considerable damage, either in hand or thrown.
hu: A gyíkok meglehetősen alacsony növésűek, és habár valamennyire törékenyek is emiatt, nagyon-nagyon fürgék. A harcban méretük lehetővé teszi, hogy áttörjenek az olyan védelmen, amely egy felnőtt férfit megállítana, és ez trükkös ellenséggé teszi őket. Kedvelt fegyverük a lándzsa, mivel erős hátsó lábaik segítségével meglehetősen nagy erővel tudják azt mozgatni, mind kézben, mind pedig eldobva.

source: spear
hu: lándzsa

source: These small, white, horse-like creatures proudly bear a horn in the middle of their foreheads. Unicorns are strongly imbued with the powers of Light and Life, and their very presence is enough to heal allied units nearby.
hu: Ezek a kis, fehér, lóhoz hasonlatos lények büszkén hordják homlokukon szarvukat. Az egyszarvúak annyira fel vannak töltve Fénnyel és Életerővel, hogy puszta jelenlétük gyógyító hatással bír a szomszédos sövetséges egységekre.

source: Fugitive Cavalry
hu: Lovas betyár

source: This is a rare and deadly mercenary unit, mobile, well-armored and with several potent attacks. These skilled cavalryman can weave around rough terrain and slip though gaps in the enemy lines to make powerful attacks from unexpected directions. This makes them into highly effective guerilla forces. Their example can also help inspire units on the same side to greater efforts.
hu: Ez az egység egy ritka és halálos zsoldostípus. Mozgékony, jólpáncélozott és különböző hatékony fegyverrel felszerelt. Ezek a képzett lovasok könnyedén mozognak a nehéz terepen is, s hatolnak be az ellenséges vonalon megnyíló résekbe, s váratlan irányokból képesek hatékony támadással lecsapni. Ez nagyon hatékony gerillasereggé teszi őket. Példamutatásuk ösztönzőleg hathat a többi baráti egység számára is, s nagyobb erőkifejtésre bírja őket.

source: mace
hu: buzogány

source: Fugitive Dragoon
hu: Dragonyos betyár

source: While most cavalrymen prefer to use durable mounts, some choose instead to use mounts which are lighter and more agile. These Light Cavalry units can often slip through enemy lines and attack foes from unexpected directions. Unfortunately, only a few breeds of horse are suitable for this role, and a trained light cavalry horse often costs more than a sturdier animal. This means that even though these mercenaries are only a 'light' unit, the overall cost to equip them is much the same as for heavier cavalry.
hu: A legtöbb lovas a nagytestű, szívós hátasjószágokat kedveli, néhányan azonban a könnyebb és fürgébb jószágokra esküsznek. Utóbbiak, a könnyűlovasok gyakran siklanak át az ellenséges vonalak résein, s váratlan irányokból támadják meg az ellenséget. Erre a szerepre azonban csak kevés ló alkalmas, s kiképzésük gyakran költségesebb, mint a robusztus állatoké. Habár nevükben 'könnyű' lovasok ezek az egységek, a felszerelésük mégis legalább annyira költséges, mint a 'nehéz' lovasoké.

source: short sword
hu: rövid kard

source: The hydra is an amazing monster rarely seen by land-dwellers. These creatures lurk in the depths of the oceans, in lochs and underground rivers, and they are often responsible for the mysterious disappearances of lone orcs, dwarves and even the occasional careless troll. Some live in swamps and marshes, others in the icy mountains, while others dwell wherever there are dark shadows and deep water. The only areas certain to be free from these creatures are deserts and other dry wastelands. The merfolk and nagas know more about this creature than land-dwellers do, and many of their magical rituals involve an offering to the hydra, just as other races seek to ward off evil land-borne spirits.
hu: A hidra egy feslszínen lakók által ritkán megpillantott különös szörny. Ezek a lények a mély óceánokat, tavakat, földalatti folyókat lakják, s gyakran ők felelősek azért, hogy egy magányos ork, törp esetleg óvatlan troll eltűnik. Néhányuk a mocsark és lápok lakója, de előfordulnak időnként tengerszemekben is. Ahol sötétség és mély víz előfordul, ott biztosan számíthatunk a felbukkanásukra. Igazából csak a sivatagok és más száraz területeken lehetünk nyugton tőlük. A nagák és sellők sokkal többet tudnak ezekről a lényekről, mint a szárazföldek lakói, s számos mágikus szertartást végeznek a távoltartásukra, hasonlóan a szárazföldek lakóihoz, akik viszont a szellemekt igyekeznek ilyen módon távoltartani.

source: fangs
hu: agyar

source: Ice Enchantress
hu: Jégvarázslónő

source: There have been ice enchantresses dwelling in the high mountains of Wesnoth for many centuries. Unlike most elves, who prefer the rich greenery of the elven forests, they love the rugged elemental beauty of the highlands. Their magical affinity with their surroundings has granted them great powers; they are completely untroubled by the cold, and the icy flame of their faerie fire is of such purity that it seems to scour its target's very soul.
hu: Wesnoth magasan fekvő területein századok óta élnek jégvarázslónők. A legtöbb tündével ellentétben, akik a buja zöld erdőségeket kedvelik, ők a felföldek nyers szépségének rabjai. Vonzódásuk a környezetükhöz megmutatkozik mágiájukban is; teljességgel érzéketlenek a hideg iránt, s tündértüzük jéghideg érintése olyan megmagyarázhatatlan, hogy sokkolóan hat az ellenségeikre.

source: staff
hu: bot

source: ice flash
hu: dermesztő csapás

source: Ice Sorceress
hu: Jégboszorkány

source: Ice Sorceress have lived in the highlands of Wesnoth for many centuries. Unlike most elves, who prefer the rich greenery of the elven forests, they love the stark beauty of the high mountains. Their magical affinity with their surroundings is beginning to grant them greater powers; they are rarely troubled by even the most intense cold, and they have learned how to channel the elemental power of the bleak highland weather into an arcane blast of arctic purity. They have also abandoned the shaman's staff in favor of an elven sword.
hu: A jégboszorkányok századok óta Wesnoth magasan fekvő vidékeinek lakói. A legtöbb tündével ellentétben, akik a buja zöld erdőségeket kedvelik, ők a felföldek nyers szépségének rabjai. Vonzódásuk a környezetükhöz megmutatkozik mágiájukban is; a legnagyobb hideget is könnyűszerrel viselik el, s megtanulták, hogyan alkalmazzák a zord felföldi éghajlat elemi erejét mágikus csapásaikban. A tünde sámánok hagyományos botját is elhagyták, helyette karddal küzdenek.

source: Mage Dragoon
hu: Dragonyos mágus

source: The mage dragoon rides a sturdy horse, albeit not the swiftest available, wears excellent armour and yet is still a passable melee fighter, while his magical attacks are as powerful as those of any archmage. Not only that, he has developed a talent for healing. Naturally, to gain such prowess in all areas of magic came at a price: it will have taken years and cost a fortune in gold to pay for all the charms and enchantments that grant him his many different abilities.
hu: A dragonyos mágus robusztus lovakon üget, mivel a száguldás nem jellemző ezekre az állatokra, kitűnő páncélja van, s nem lebecsülendő ellenfél közelharcban sem, de igazán elemében a mágikus harcban van, s e téren felveszi a versenyt a többi mágussal. Tudása ezzel még nem merül ki, hiszen gyógyítóképességét is magas szintre fejlesztette. Természetesen az ilyen sokoldalúság megszerzése nem kevés költséget igényel: évekig tart és némi szerencsét is igényel csak a szükséges aranymennyiség összegyűjtése, amit a képességek megszerzéséhez ki kell fizetnie.

source: fireball
hu: tűzgolyó

source: Mage Rider
hu: Lovas mágus

source: Ishlars the Mage is a rogue Mage Rider. He rides a sturdy horse, albeit not the swiftest available, wears good armour and yet is still a passable melee fighter. Meanwhile his fireball attacks are as powerful as those of any Red Mage. Ishlars became a rogue after completing his mage's training, stepping outside the law so that he could continue studying the arts of war and destruction that most fascinated him. He shows a dark and disturbing talent for creating siege engines and other war machines, and for finding ways to twist magic and enchantments to the serve the brutal needs of battle. Baron Baldres has often found Ishlars' creations useful, although many of them have only been used once or twice before Ishlars lost interest in them in favor of some other, still darker project.
hu: Ishlars mágus egy rablómágus. Robusztus lovon üget, mivel a száguldás nem jellemző ezekre az állatokra, kitűnő páncélja van, s nem lebecsülendő ellenfél közelharcban sem. Mindeközben mágikus támadása olyan erős, mint egy vörös mágusé. Ishlars mágussá avanzsálása után letért a törvény útjáról, s inkább a háborúskodás és pusztítás gyakorlásának szentelte idejét, mivel utóbbiak jobban izgatták. Különös tehetséget mutatott az ostromgépek és egyéb pusztító harci eszközök kreálásában, s a mágiát alkalmazó brutális fegyverek fejlesztése terén is. Baldres báró nagyon hasznosnak találta ezeket a fejlesztéseket, bár hasznosításuk csak alkalmanként történt meg, mivel egy-két próba után Ishlars mágust elragadta a még pusztítóbb eszközök fejlesztésének gondolata.

source: Mounted Bowman
hu: Lovas íjász

source: Noble Avenger
hu: Nemes fejvadász

source: Although the Lady Zylvia is the privileged daughter of a Lord of the Forest, she wished to serve as a warrior. Her father was proud of her decision and gave it his blessing. Thus far Zylvia has proved a skilled marksman and a dependable executive officer, and she is likely to earn a senior place in the Greenwood army, given time.
hu: Habár Lady Zylviát születése okán, az Erdők Urának lánya volt, előjogok illették volna meg, ő mégis egyszerű harcosként akart szolgálni. Apja büszke volt lányára, s áldását adta elhatározására. Emiatt Zylvia valóban képzett íjásszá vált, s megbízható vezető lett, célja a tetteivel érdemelni ki megbecsült pozíciót Greenwood seregében, amikor eljön az ideje.

source: Noble Ranger
hu: Nemes vadász

source: Orcish Berserker
hu: Megszállott ork

source: An Orcish Berserker follows the same brutal ways as other members of his people, but has honed his bloodlust to a barely-controlled frenzy. The life of a berserker is short and bloody, but the glory of fighting on and on against impossible odds is the subject of many orcish legends, and there are always black-hearted warriors eager to devote their lives to an orgy of slaughter and destruction that - they believe - will grant them respect and privileges in the afterlife that match those of the greatest barbarian warriors and kings.
hu: Egy ork dühöngő ugyanazt a durva utat követi, mint népének többi tagja, de vérszomját inkább szabadjára engedi. A dühöngők élete rövid és véres, de a meg-megújuló harc az elérhetetlen célokért az ork legendárium részét képezi, s mindig akadnak sötétlelkű harcosok, akik égnek a vágytól, hogy életüket a gyilkolás és pusztítás véres orgiájának szenteljék, mivel - hitük szerint - a túlvilágon ez olyan megbecsülést és tiszteletet vált ki számukra, amivel csak a legnagyobb barbár harcosok és királyok bírnak.

source: claws
hu: karmok

source: berserker frenzy
hu: őrült dühöngés

source: Orcish Shaman
hu: Ork sámán

source: Orcish Shamans are the guardians of orcish magic. Respected amongst all the orcish tribes, they often act as arbitrators for the many conflicts that arise between members of their warlike race. When acting together, the shamans can make decisions which are binding upon all orcish tribes. Although physically weak (for orcs), Orcish Shamans are good spell-casters and can cast curses that drain an enemy's life-force and invigorate the shaman. Out of combat, the hexes they can cast are deadlier and even more insidious, and other orcs rightly hold their shamans in awe.
hu: Az ork sámánok az ork mágia őrzői. Minden ork törzs előtt nagytiszteletben állnak, s gyakran döntőbíróként lépnek fel a harcias törzsek közt kirobbant konfliktusokban. A sámánok közös elhatározással meghozott döntése minden törzs számára kötelező érvényű. Habár az orkokhoz képest gyenge fizikumúak, mágikus képességük, s az ellenség életerejének elszívása átok segítségével egyaránt elgondolkodtató. Az orkok a csatán kívül is tartják a három lépés távolságot tőlük épp az utóbbi halálos és alattomos képességeik miatt.

source: curse
hu: átok

source: Orcish Witch Doctor
hu: Ork boszorkánydoktor

source: A senior orcish shaman is known as a Witch Doctor. In combat, they can use a powerful magical curse that drains their foes and invigorates the Witch Doctor. Orcish Witch Doctors are still physically weak, but they have an aura of magical power around them that no orc could fail to notice. Stories abound of over-powerful warlords being brought low by the machinations of their shamans; but there are also tales of wise warlords who heeded their shamans' advice and led their tribes to prosperity for decades at a time. Shamans and witch doctors, of course, are often also guardians of orcish tribal lore.
hu: A tapasztalt ork sámánokat boszorkánydoktoroknak nevezik. Csatában rendkívül erős átkot szórnak az ellenségeikre, képesek életerejüket elszívni. Az ork boszorkánydoktorok bár gyenge fizikumúak, de a körülöttük ragyogó mágikus aura, minden orknak eszébe juttatja képességeiket. Legendák szólnak arról, hogy túlzott hatalomra szert tett hadurakat a sámánjaik különböző manipulációkkal gyengítettek meg; de hasonló legendák szólnak bölcs hadurakról is, akik sámánjaik tanácsát követve évtizedes felvirágzást hoztak a törzsükre. A sámánok és a boszorkánydoktorok őrzői természetesen az orkok tudományának is.

source: Rogue Knight
hu: Rablólovag

source: Rogue Mage
hu: Rablómágus

source: Sometimes, mages are thrown out of the mage's guild, possibly for attempting to practice forbidden arts, but more often for mundane crimes such as theft or embezzlement, or even for a simple lack of sufficient skill. While most of these failed wizards switch to some other profession, a driven few turn to banditry as a way of continuing to fund their studies. Now completely outside the law, these rogue mages do whatever is necessary to support their studies, and will often drift into the use of black magic as a result. Although they are rarely as skilled as mages with more formal training, their magic can still be lethal, and leading the hard life of a bandit forces them to learn a modicum of skill with a sword.
hu: Néha a mágusképzőből eltanácsolnak tanítványokat, mert a tiltott tudással kacérkodnak, de még inkább azért, mert közönséges bűnöket követnek el, mint lopás vagy sikkasztás, olykor pedig a képesség hiánya miatt. Míg az ilyen eltanácsolt növendékek többsége más úton próbál új életet kezdeni, néhányan a banditizmusra adják fejüket, hogy további tanulmányaikhoz előteremtsék a szükséges összeget. Teljesen törvényenkívüliként ezek a rablómágusok bármire hajlandók, hogy előteremtsék a szükséges anyagiakat, s útjuk gyakran vezet a feketemágia gyakorlásához. Bár mágikus képességeik elmaradnak az akadémián képzett társaikétól, még így is képesek halált osztani, a banditák kemény élete miatt elsajátíttak némi kardforgató tudományt is.

source: magic missile
hu: mágikus nyíl

source: Royal Sorceress
hu: Királyi boszorkány

source: Princess Ameck, who was named Alingwen in her birth forest, arguably the most powerful half-elven sorceress ever to have lived. Her father was the warlord, notorious Baron Baldres, from Wesnoth, and her mother was the beautiful Queen Melindë of the Greenwood of the Farnorth. She had been grown up with her human tutor, Gulcyn the Wizard, before she had even reached adulthood. There was then a period of several years where no news of Ameck or her tutor reached the elves. It is unknown what happened during this time, but Ameck eventually settled down in the mountains of Dorth, where the stark landscapes matched her wounded spirit with Snow Shmans. Although Gulcyn the Wizard was one of the most powerful Wizard in Wesnoth, her magical power was four times higher than one for Gulcyn.
hu: Ameck hercegnő, akit szülőerdejében Alingwen névre kereszteltek, vitathatatlanul a leghatalmasabb féltünde boszorkány, aki erre a világra született. Apja egy megrögzött hadakozó, a wesnothi Baldres báró, míg anyja a gyönyörű Melindë királynő volt, aki a Távolészaki Greenwood erdőben uralkodott. Emberi mentora, Gulcyn varázsló szárnyai alatt nőtt fel, mielőtt még elérte volna a felnőttkort. Ezután évekig sem Ameckről, sem mentoráról nem hallott senki. Bizonytalan, hogy ez idő alatt milyen események történtek, de végezetül a Dorth-hegységben lelt nyugalomra, s talált gyógyírt megsebzett lelkére a zord vidék hósámánjai körében. Mágikus ereje még a wesnothiak közt kiemelkedőnek számító Gulcyn varázslóét is négyszeresen felülmúlta.

source: cane
hu: bambuszbot

source: stone curse
hu: kővéváltoztatás

source: straight lightning
hu: villámcsapás

source: Saurian Champion
hu: Gyík bajnok

source: If it manages to survive enough battles he is announced a champion among lizards. From a distance, he throws poisoned spears to weaken a foe before he approaches, and in melee his skill with the huge spear he wields has become so great that no enemy can hope to escape unscathed.
hu: Ha számos csatát sikeresen túlélt a gyík, bajnokká lép elő. Távolsági harcban mérgezett dárdákat hajít az ellenségeire, majd az így meggyengült ellenségeit közelről óriási lándzsájával teríti le, amelynek a látványa is rettegést kelt az áldozat szívében.

source: poisoned spear
hu: mérgezett dárda

source: Saurian Guard
hu: Gyík őr

source: Saurian guards use spears and poisoned throwing spears. They are fiercely loyal to their commander and fight alongside him at every opportunity. Their combat style is based upon weakening an enemy with a poisoned spear, then closing and using their regular spears to finish the battle, and they are skilled enough to secure hits even when a foe retreats into favorable defensive terrain
hu: A gyík őrök lándzsát és mérgezett hajítódárdát használnak. A végsőkig kitartanak parancsnokaik mellett, s megalkuvás nélkül küzdenek mellette. Harci stratégiájuk egyszerű, távolról meggyengítik az ellenséget a mérgezett dárdákkal, majd közelérve lándzsájukkal fejezik be a csatát, s képzettségük révén ez utóbbi manőverük akkor is sikeres, ha a megsebzett ellenség biztonságosabb terepre hátrál vissza.

source: Shadow Lord
hu: Árny úr

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
hu: Nagyon kevés ember képes arra, hogy egyaránt elmerüljön a fény és a sötétség mágiáiban, s ép elméjét is megőrizze. Akik képesek egyensúlyt tartani a két oldal közt árny urakká válnak, sosem sodródnak csak a fény vagy csak a sötétség oldalára. Többé nincs szükségük hagyományos fegyverekre, így is félelmetes ellenségek mindenki más számára.

source: astral blade
hu: csillagpenge

source: shadow bolt
hu: árnyütés

source: shadow blast
hu: árnycsapás

source: Shadow Mage
hu: Árnymágus

source: Most shadow mages have spent years as bandits, and have been known to gain small followings of henchmen. Their magical studies have progressed somewhat, but they have been forced to become generalists, with a smattering of healing, a weak magical blast, an enchanted sword and perhaps a handful of other hexes and dark rituals. They are outmatched in a magical duel against any specialised wizard, but they are effective fighters, and their swords magically seek out their targets, making a shadow mage a more accurate swordsman than any non-wizard could achieve. Unfortunately, the hard life of a bandit and the corruption in their souls has begun to adversely affect their health.
hu: A legtöbb árnymágus sok évet töltött el banditaként, s külön kis gyülekezetet toborzott maga köré. Mágikus képzettségük figyelemreméltó de a helyzetük miatt kényszerből sokoldalúakká is váltak, gyógyítással is foglalkoznak, mágikus támadásuk gyenge, s kardot is forgatnak, s még sok mással, sötét rítusokkal is operálnak. Mágiájuk a szakosodott mágusokhoz képest gyenge, viszont azoknál jobb harcosok, kardjuk is mágikus erővel felruházott, így sokkal inkább célbatalálnak, mint bármelyik mágiát nem alkalmazó kardforgató. Szerencsétlenségükre a banditák kemény élete és a lelküket átjáró romlottság károsan befolyásolja az egészségüket is.

source: ice blast
hu: jeges csapás

source: Snow Druid
hu: Hódruida

source: Snow druids have lived for many centuries in the mountains of Wesnoth, where they prefer to stay above the snowline, or in grottoes along the edge of glaciers. They are similar to the more widely-known lowland druids of the forest, but their magic is derived from the raw elemental power of the highlands. They can suddenly animate the wiry highland plants to entangle an unsuspecting target, or assail their foes with a magically-created cold flash of arctic purity. Snow druids are also skilled at healing, and they retain the purifying rituals of the snow shamans which can purge poison from surrounding units.
hu: A hódruidák századok óta élnek Wesnoth magasan fekvő területein, ott is főleg az állandó hóhatár fölött, a gleccserek által vájt barlangokban. Hasonlítanak a sokak által ismert erdei sámánokhoz, de ők mágiájuk forrásául a felföldek nyers elemi erejét használják. Villámgyorsan életre keltik az indás növényeket, hogy azok behálózzák a gyanútlan célpontot, vagy mágikus jégvillámaikat zúdítják az ellenségre. A hódruidák gyakorlottak a gyógyításban is, s folytatják a hósámánok tisztulási szertartásait is, így elűzik a mérget a melletük álló egységekből.

source: cold flash
hu: jégvillám

source: Snow Fairy
hu: Hótündér
